/*
Navicat MySQL Data Transfer

Source Server         : XAMPP
Source Server Version : 50505
Source Host           : localhost:3306
Source Database       : namyuenh_newita

Target Server Type    : MYSQL
Target Server Version : 50505
File Encoding         : 65001

Date: 2025-07-12 09:32:14
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for approvals
-- ----------------------------
DROP TABLE IF EXISTS `approvals`;
CREATE TABLE `approvals` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `document_id` int(11) NOT NULL,
  `user_id` int(11) NOT NULL,
  `status` varchar(50) NOT NULL,
  `approved_at` timestamp NOT NULL DEFAULT current_timestamp(),
  PRIMARY KEY (`id`),
  KEY `document_id` (`document_id`),
  KEY `user_id` (`user_id`),
  CONSTRAINT `approvals_ibfk_1` FOREIGN KEY (`document_id`) REFERENCES `documents` (`id`),
  CONSTRAINT `approvals_ibfk_2` FOREIGN KEY (`user_id`) REFERENCES `users` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=122 DEFAULT CHARSET=utf8mb4;

-- ----------------------------
-- Records of approvals
-- ----------------------------
INSERT INTO `approvals` VALUES ('4', '9', '16', 'approved', '2024-09-13 11:50:56');
INSERT INTO `approvals` VALUES ('5', '10', '16', 'approved', '2024-09-13 16:27:59');
INSERT INTO `approvals` VALUES ('6', '11', '16', 'approved', '2024-09-13 16:27:59');
INSERT INTO `approvals` VALUES ('7', '12', '16', 'approved', '2024-09-13 16:27:59');
INSERT INTO `approvals` VALUES ('8', '13', '16', 'approved', '2024-09-13 16:27:59');
INSERT INTO `approvals` VALUES ('9', '14', '16', 'approved', '2024-09-13 16:27:59');
INSERT INTO `approvals` VALUES ('10', '15', '16', 'approved', '2024-09-13 16:40:13');
INSERT INTO `approvals` VALUES ('11', '16', '16', 'approved', '2024-09-13 16:40:13');
INSERT INTO `approvals` VALUES ('12', '17', '16', 'approved', '2024-09-13 16:40:13');
INSERT INTO `approvals` VALUES ('13', '18', '16', 'approved', '2024-09-13 16:40:13');
INSERT INTO `approvals` VALUES ('14', '19', '16', 'approved', '2024-09-13 18:03:52');
INSERT INTO `approvals` VALUES ('15', '20', '16', 'approved', '2024-09-13 18:03:52');
INSERT INTO `approvals` VALUES ('16', '21', '16', 'approved', '2024-09-13 18:03:52');
INSERT INTO `approvals` VALUES ('17', '22', '16', 'approved', '2024-09-13 18:12:35');
INSERT INTO `approvals` VALUES ('18', '23', '16', 'approved', '2024-09-13 18:12:35');
INSERT INTO `approvals` VALUES ('19', '24', '16', 'approved', '2024-09-13 18:12:35');
INSERT INTO `approvals` VALUES ('20', '25', '16', 'approved', '2024-09-13 18:12:35');
INSERT INTO `approvals` VALUES ('21', '26', '16', 'approved', '2024-09-13 18:12:35');
INSERT INTO `approvals` VALUES ('22', '27', '16', 'approved', '2024-09-13 18:12:35');
INSERT INTO `approvals` VALUES ('23', '28', '16', 'approved', '2024-09-13 18:18:57');
INSERT INTO `approvals` VALUES ('24', '29', '16', 'approved', '2024-09-13 18:18:57');
INSERT INTO `approvals` VALUES ('25', '30', '16', 'approved', '2024-09-13 18:18:57');
INSERT INTO `approvals` VALUES ('26', '31', '16', 'approved', '2024-09-13 18:22:55');
INSERT INTO `approvals` VALUES ('27', '32', '16', 'approved', '2024-09-13 18:22:55');
INSERT INTO `approvals` VALUES ('28', '33', '16', 'approved', '2024-09-13 18:22:55');
INSERT INTO `approvals` VALUES ('29', '34', '16', 'approved', '2024-09-13 18:26:43');
INSERT INTO `approvals` VALUES ('30', '35', '16', 'approved', '2024-09-13 18:26:43');
INSERT INTO `approvals` VALUES ('31', '36', '16', 'approved', '2024-09-13 18:26:43');
INSERT INTO `approvals` VALUES ('32', '37', '16', 'approved', '2024-12-26 09:33:53');
INSERT INTO `approvals` VALUES ('33', '38', '16', 'approved', '2024-12-26 09:33:53');
INSERT INTO `approvals` VALUES ('34', '39', '16', 'approved', '2024-12-26 09:33:53');
INSERT INTO `approvals` VALUES ('35', '40', '16', 'approved', '2024-12-26 09:33:53');
INSERT INTO `approvals` VALUES ('36', '41', '16', 'approved', '2024-12-26 09:48:17');
INSERT INTO `approvals` VALUES ('37', '42', '16', 'approved', '2024-12-26 09:48:17');
INSERT INTO `approvals` VALUES ('38', '43', '16', 'approved', '2024-12-26 09:48:17');
INSERT INTO `approvals` VALUES ('39', '44', '16', 'approved', '2024-12-26 10:12:00');
INSERT INTO `approvals` VALUES ('40', '45', '16', 'approved', '2024-12-26 10:12:00');
INSERT INTO `approvals` VALUES ('41', '46', '16', 'approved', '2024-12-26 10:12:00');
INSERT INTO `approvals` VALUES ('42', '47', '16', 'approved', '2024-12-26 10:12:00');
INSERT INTO `approvals` VALUES ('43', '48', '16', 'approved', '2024-12-26 10:12:00');
INSERT INTO `approvals` VALUES ('44', '49', '16', 'approved', '2024-12-26 10:12:00');
INSERT INTO `approvals` VALUES ('45', '50', '16', 'approved', '2024-12-26 10:12:00');
INSERT INTO `approvals` VALUES ('46', '51', '16', 'approved', '2024-12-26 10:12:00');
INSERT INTO `approvals` VALUES ('47', '52', '16', 'approved', '2024-12-26 10:35:54');
INSERT INTO `approvals` VALUES ('48', '53', '16', 'approved', '2024-12-26 10:35:54');
INSERT INTO `approvals` VALUES ('49', '54', '16', 'approved', '2024-12-26 10:35:54');
INSERT INTO `approvals` VALUES ('50', '55', '16', 'approved', '2024-12-26 10:35:54');
INSERT INTO `approvals` VALUES ('51', '56', '16', 'approved', '2024-12-26 10:35:54');
INSERT INTO `approvals` VALUES ('52', '57', '16', 'approved', '2024-12-26 10:35:54');
INSERT INTO `approvals` VALUES ('53', '58', '16', 'approved', '2024-12-26 10:35:54');
INSERT INTO `approvals` VALUES ('54', '59', '16', 'approved', '2024-12-26 10:35:54');
INSERT INTO `approvals` VALUES ('55', '60', '16', 'approved', '2024-12-26 10:35:54');
INSERT INTO `approvals` VALUES ('58', '73', '16', 'approved', '2024-12-26 11:01:16');
INSERT INTO `approvals` VALUES ('59', '74', '16', 'approved', '2024-12-26 11:01:16');
INSERT INTO `approvals` VALUES ('60', '61', '16', 'approved', '2024-12-26 11:06:07');
INSERT INTO `approvals` VALUES ('61', '62', '16', 'approved', '2024-12-26 11:06:07');
INSERT INTO `approvals` VALUES ('62', '63', '16', 'approved', '2024-12-26 11:06:07');
INSERT INTO `approvals` VALUES ('63', '64', '16', 'approved', '2024-12-26 11:06:07');
INSERT INTO `approvals` VALUES ('64', '65', '16', 'approved', '2024-12-26 11:06:07');
INSERT INTO `approvals` VALUES ('65', '66', '16', 'approved', '2024-12-26 11:06:07');
INSERT INTO `approvals` VALUES ('66', '67', '16', 'approved', '2024-12-26 11:06:07');
INSERT INTO `approvals` VALUES ('67', '68', '16', 'approved', '2024-12-26 11:06:07');
INSERT INTO `approvals` VALUES ('68', '69', '16', 'approved', '2024-12-26 11:06:07');
INSERT INTO `approvals` VALUES ('71', '76', '16', 'approved', '2024-12-26 11:28:19');
INSERT INTO `approvals` VALUES ('72', '77', '16', 'approved', '2024-12-26 11:28:19');
INSERT INTO `approvals` VALUES ('73', '78', '16', 'approved', '2024-12-26 11:28:19');
INSERT INTO `approvals` VALUES ('74', '79', '16', 'approved', '2024-12-26 11:28:19');
INSERT INTO `approvals` VALUES ('75', '80', '16', 'approved', '2024-12-26 11:28:19');
INSERT INTO `approvals` VALUES ('76', '81', '16', 'approved', '2024-12-26 11:28:19');
INSERT INTO `approvals` VALUES ('77', '82', '16', 'approved', '2024-12-26 11:28:19');
INSERT INTO `approvals` VALUES ('78', '83', '16', 'approved', '2024-12-26 11:28:19');
INSERT INTO `approvals` VALUES ('79', '84', '16', 'approved', '2024-12-27 11:35:38');
INSERT INTO `approvals` VALUES ('80', '85', '16', 'approved', '2024-12-27 11:35:38');
INSERT INTO `approvals` VALUES ('81', '86', '16', 'approved', '2024-12-27 11:35:38');
INSERT INTO `approvals` VALUES ('82', '87', '16', 'approved', '2024-12-27 11:53:57');
INSERT INTO `approvals` VALUES ('83', '88', '16', 'approved', '2024-12-27 11:53:57');
INSERT INTO `approvals` VALUES ('84', '89', '16', 'approved', '2024-12-27 11:53:57');
INSERT INTO `approvals` VALUES ('85', '90', '16', 'approved', '2024-12-27 11:53:57');
INSERT INTO `approvals` VALUES ('86', '91', '16', 'approved', '2024-12-27 11:53:57');
INSERT INTO `approvals` VALUES ('87', '92', '16', 'approved', '2024-12-27 13:18:49');
INSERT INTO `approvals` VALUES ('88', '93', '16', 'approved', '2024-12-27 13:18:49');
INSERT INTO `approvals` VALUES ('89', '94', '16', 'approved', '2024-12-27 13:29:22');
INSERT INTO `approvals` VALUES ('90', '95', '16', 'approved', '2024-12-27 13:29:22');
INSERT INTO `approvals` VALUES ('91', '96', '16', 'approved', '2024-12-27 13:49:31');
INSERT INTO `approvals` VALUES ('92', '97', '16', 'approved', '2024-12-27 13:49:31');
INSERT INTO `approvals` VALUES ('93', '98', '16', 'approved', '2024-12-27 13:49:31');
INSERT INTO `approvals` VALUES ('94', '99', '16', 'approved', '2024-12-27 14:23:32');
INSERT INTO `approvals` VALUES ('95', '100', '16', 'approved', '2024-12-27 14:23:32');
INSERT INTO `approvals` VALUES ('96', '101', '16', 'approved', '2024-12-27 14:23:32');
INSERT INTO `approvals` VALUES ('97', '102', '16', 'approved', '2024-12-27 14:23:32');
INSERT INTO `approvals` VALUES ('98', '103', '16', 'approved', '2024-12-27 14:53:32');
INSERT INTO `approvals` VALUES ('99', '104', '16', 'approved', '2024-12-27 14:53:32');
INSERT INTO `approvals` VALUES ('100', '105', '16', 'approved', '2024-12-27 14:53:32');
INSERT INTO `approvals` VALUES ('101', '106', '16', 'approved', '2024-12-27 14:53:32');
INSERT INTO `approvals` VALUES ('102', '107', '16', 'approved', '2024-12-27 14:53:32');
INSERT INTO `approvals` VALUES ('103', '108', '16', 'approved', '2024-12-27 14:53:32');
INSERT INTO `approvals` VALUES ('104', '109', '16', 'approved', '2024-12-27 14:53:32');
INSERT INTO `approvals` VALUES ('105', '110', '16', 'approved', '2024-12-27 14:53:32');
INSERT INTO `approvals` VALUES ('106', '111', '16', 'approved', '2024-12-27 14:53:32');
INSERT INTO `approvals` VALUES ('107', '112', '16', 'approved', '2024-12-27 14:53:32');
INSERT INTO `approvals` VALUES ('108', '113', '16', 'approved', '2024-12-27 15:11:50');
INSERT INTO `approvals` VALUES ('109', '114', '16', 'approved', '2024-12-27 15:11:50');
INSERT INTO `approvals` VALUES ('110', '115', '16', 'approved', '2024-12-27 15:11:50');
INSERT INTO `approvals` VALUES ('111', '116', '16', 'approved', '2024-12-27 15:11:50');
INSERT INTO `approvals` VALUES ('112', '117', '16', 'approved', '2024-12-27 15:11:50');
INSERT INTO `approvals` VALUES ('113', '118', '16', 'approved', '2024-12-27 15:11:50');
INSERT INTO `approvals` VALUES ('114', '119', '16', 'approved', '2024-12-27 15:11:50');
INSERT INTO `approvals` VALUES ('115', '120', '16', 'approved', '2024-12-27 15:11:50');
INSERT INTO `approvals` VALUES ('116', '121', '16', 'approved', '2024-12-27 15:11:50');
INSERT INTO `approvals` VALUES ('117', '122', '16', 'approved', '2025-01-07 16:32:04');
INSERT INTO `approvals` VALUES ('118', '70', '16', 'approved', '2025-07-11 23:43:30');
INSERT INTO `approvals` VALUES ('119', '71', '16', 'approved', '2025-07-11 23:43:30');
INSERT INTO `approvals` VALUES ('120', '72', '16', 'approved', '2025-07-11 23:43:31');
INSERT INTO `approvals` VALUES ('121', '75', '16', 'approved', '2025-07-11 23:43:31');

-- ----------------------------
-- Table structure for categories
-- ----------------------------
DROP TABLE IF EXISTS `categories`;
CREATE TABLE `categories` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` text NOT NULL,
  `year` int(4) NOT NULL,
  `quarter` int(1) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `fk_year_id` (`year`),
  CONSTRAINT `fk_year_id` FOREIGN KEY (`year`) REFERENCES `years` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=192 DEFAULT CHARSET=utf8mb4;

-- ----------------------------
-- Records of categories
-- ----------------------------
INSERT INTO `categories` VALUES ('1', 'MOIT1 | 1. คำสั่ง / กรอบแนวทาง', '3', '0');
INSERT INTO `categories` VALUES ('2', 'MOIT1 | 2. รายงานผลการกำกับติดตามการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงานในปีที่ผ่านมา (ปีงบประมาณ พ.ศ. 2564)', '3', '0');
INSERT INTO `categories` VALUES ('3', 'MOIT2 | 1. ข้อมูลพื้นฐานที่เป็นปัจจุบัน ประกอบด้วย', '3', '0');
INSERT INTO `categories` VALUES ('4', 'MOIT2 | 17. ข้อมูลการจัดซื้อจัดจ้าง ประกอบด้วย', '3', '0');
INSERT INTO `categories` VALUES ('5', 'MOIT3 | หน่วยงานมีรายงานการวิเคราะห์ผลการจัดซื้อจัดจ้างและการจัดหาพัสดุประจำปีงบประมาณ พ.ศ. 2564', '3', '0');
INSERT INTO `categories` VALUES ('6', 'MOIT4 | ข้อ 1. ประกาศเผยแพร่แผนการจัดซื้อจัดจ้างและการจัดหาพัสดุ ประจำปีของหน่วยงาน ภายใน 30 วันทำการระบุวันที่ที่ได้รับการจัดสรรงบประมาณในช่องคำอธิบายชี้แจงประกอบหลักฐาน วันที่ที่ได้ทำการประกาศเผยแพร่ให้ชัดเจน', '3', '0');
INSERT INTO `categories` VALUES ('7', 'MOIT4 | ข้อ 2. รายงานผลของแผนการจัดซื้อจัดจ้างและการจัดหาพัสดุประจำปีของหน่วยงาน ตามรอบระยะเวลา ที่กำหนด 2.1 งบลงทุน ทุกไตรมาส 2.2 งบดำเนินงาน ทุกไตรมาส', '3', '0');
INSERT INTO `categories` VALUES ('8', 'MOIT4 | ข้อ 3. การป้องกันผู้ที่มีหน้าที่ดำเนินการในการจัดซื้อจัดจ้างเป็นผู้มีส่วนได้ส่วนเสียกับผู้ยื่นข้อเสนอหรือคู่สัญญา', '3', '0');
INSERT INTO `categories` VALUES ('9', 'MOIT5 | ไตรมาสที่ 1 เดือนตุลาคม - เดือนธันวาคม 2564', '3', '0');
INSERT INTO `categories` VALUES ('10', 'MOIT5 | 2. แบบสรุปผลการจัดหาพัสดุในแต่ละรอบเดือน (แบบ สขร. 1) ไตรมาสที่ 1 เดือน ตุลาคม ถึง ธันวาคม ดังนี้', '3', '0');
INSERT INTO `categories` VALUES ('12', 'MOIT1 | 1. คำสั่ง / กรอบแนวทาง (ไตรมาสที่ 2)', '3', '0');
INSERT INTO `categories` VALUES ('13', 'MOIT1 | 2. รายงานผลการกำกับติดตามการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงานในปีที่ผ่านมา (ปีงบประมาณ พ.ศ. 2564) (ไตรมาสที่ 2)', '3', '0');
INSERT INTO `categories` VALUES ('14', 'MOIT2 | 1. ข้อมูลพื้นฐานที่เป็นปัจจุบัน ประกอบด้วย (ไตรมาสที่ 2)', '3', '0');
INSERT INTO `categories` VALUES ('15', 'MOIT2 | 17. ข้อมูลการจัดซื้อจัดจ้าง ประกอบด้วย (ไตรมาสที่ 2)', '3', '0');
INSERT INTO `categories` VALUES ('16', 'MOIT3 | หน่วยงานมีรายงานการวิเคราะห์ผลการจัดซื้อจัดจ้างและการจัดหาพัสดุประจำปีงบประมาณ พ.ศ. 2564 (ไตรมาสที่ 2)', '3', '0');
INSERT INTO `categories` VALUES ('17', 'MOIT4 | ข้อ 1. ประกาศเผยแพร่แผนการจัดซื้อจัดจ้างและการจัดหาพัสดุ ประจำปีของหน่วยงาน ภายใน 30 วันทำการระบุวันที่ที่ได้รับการจัดสรรงบประมาณในช่องคำอธิบายชี้แจงประกอบหลักฐาน วันที่ที่ได้ทำการประกาศเผยแพร่ให้ชัดเจน (ไตรมาสที่ 2)', '3', '0');
INSERT INTO `categories` VALUES ('18', 'MOIT4 | ข้อ 2. รายงานผลของแผนการจัดซื้อจัดจ้างและการจัดหาพัสดุประจำปีของหน่วยงาน ตามรอบระยะเวลา ที่กำหนด 2.1 งบลงทุน ทุกไตรมาส 2.2 งบดำเนินงาน ทุกไตรมาส (ไตรมาสที่ 2)', '3', '0');
INSERT INTO `categories` VALUES ('19', 'MOIT4 | ข้อ 3. การป้องกันผู้ที่มีหน้าที่ดำเนินการในการจัดซื้อจัดจ้างเป็นผู้มีส่วนได้ส่วนเสียกับผู้ยื่นข้อเสนอหรือคู่สัญญา (ไตรมาสที่ 2)', '3', '0');
INSERT INTO `categories` VALUES ('20', 'MOIT5 | ไตรมาสที่ 2', '3', '0');
INSERT INTO `categories` VALUES ('21', 'MOIT5 | 2. มีแบบสรุปผลการดำเนินการจัดซื้อจัดจ้างในรอบเดือน (แบบ สขร. 1) ไตรมาสที่ 2 เดือนมกราคม 2565 - เดือนมีนาคม 2565 ดังนี้', '3', '0');
INSERT INTO `categories` VALUES ('22', 'MOIT6 | 1. นโยบายการบริหารทรัพยากรบุคคล', '3', '0');
INSERT INTO `categories` VALUES ('23', 'MOIT6 | 2. แผนการบริหารทรัพยากรบุคคลของหน่วยงาน', '3', '0');
INSERT INTO `categories` VALUES ('24', 'MOIT7 | กรณีหน่วยงานใช้คำสั่งเดิม ที่มีผลใช้บังคับในปัจจุบัน', '3', '0');
INSERT INTO `categories` VALUES ('25', 'MOIT7 | กรณีที่หน่วยงานมีการปรับปรุงประกาศมาตรการการบริหารผลการปฏิบัติงานและการดำเนินการกับเจ้าหน้าที่ผู้มีผลสัมฤทธิ์การปฏิบัติงานต่ำ ปีงบประมาณ พ.ศ. 2565', '3', '0');
INSERT INTO `categories` VALUES ('26', 'MOIT8 |	ไตรมาสที่ 2 หลักฐานประกาศรายงานการประเมินผล ฯ รอบ 2 ปีงบประมาณ พ.ศ. 2564 (1 เมษายน 2564 – 30 กันยายน 2564)', '3', '0');
INSERT INTO `categories` VALUES ('27', 'MOIT8 |	ไตรมาสที่ 3 (รอบ 1 ปีงบประมาณ พ.ศ. 2565 (1 ตุลาคม 2564 – 31 มีนาคม 2565)', '3', '0');
INSERT INTO `categories` VALUES ('28', 'MOIT9 | 1. มีหลักฐานการอบรมให้ความรู้แก่เจ้าหน้าที่ภายในหน่วยงานเกี่ยวกับการเสริมสร้างและพัฒนาทางด้านจริยธรรมและการมีวินัยรวมทั้งการป้องกันมิให้กระทำผิดวินัย ในรูปแบบการอบรมปกติ(On site) และ / หรือรูปแบบการอบรมอิเล็กทรอนิกส์ (On air) มีการขออนุญาตนำเผยแพร', '3', '0');
INSERT INTO `categories` VALUES ('29', 'MOIT10 | หน่วยงานมีแนวปฏิบัติการจัดการเรื่องร้องเรียน และช่องทางการร้องเรียน', '3', '0');
INSERT INTO `categories` VALUES ('30', 'MOIT11 |	ไตรมาสที่ 2', '3', '0');
INSERT INTO `categories` VALUES ('31', 'MOIT11 |	3. มีรายงานสรุปผลการดำเนินงานเรื่องร้องเรียน รอบ 6 เดือน ที่มีการวิเคราะห์ปัญหา / อุปสรรคและแนวทางแก้ไข (แนบตามข้อ 2.) รอบ 6 เดือน (1 ตุลาคม 2564 – 30 มีนาคม 2565)', '3', '0');
INSERT INTO `categories` VALUES ('32', 'MOIT11 |	ไตรมาสที่ 4', '3', '0');
INSERT INTO `categories` VALUES ('33', 'MOIT11 |	3. มีรายงานสรุปผลการดำเนินงานเรื่องร้องเรียน รอบ 12 เดือน ที่มีการวิเคราะห์ปัญหา / อุปสรรคและแนวทางแก้ไข (แนบตามข้อ 2.) รอบ 12 เดือน (1 เมษายน 2565 - 31 สิงหาคม 2565)', '3', '0');
INSERT INTO `categories` VALUES ('34', 'MOIT12 |	1. มีหลักฐานการการจัดโครงการ / กิจกรรม ที่เปิดโอกาสให้ผู้มีส่วนได้ส่วนเสีย มีโอกาสเข้ามามีส่วนร่วมในการดำเนินงานตามภารกิจของหน่วยงาน ที่ดำเนินการ ตั้งแต่วันที่ 1 ตุลาคม 2564 ถึงวันที่ 31 สิงหาคม 2565', '3', '0');
INSERT INTO `categories` VALUES ('35', 'MOIT13 |	ไตรมาสที่ 2 หรือไตรมาสที่ 3', '3', '0');
INSERT INTO `categories` VALUES ('36', 'MOIT13 |	ไตรมาสที่ 4', '3', '0');
INSERT INTO `categories` VALUES ('37', 'MOIT14 |	ไตรมาสที่ 2 หรือไตรมาสที่ 3', '3', '0');
INSERT INTO `categories` VALUES ('38', 'MOIT14 |	ไตรมาสที่ 4', '3', '0');
INSERT INTO `categories` VALUES ('39', 'MOIT15 |	หน่วยงานมีการจัดทำแนวทางปฏิบัติเกี่ยวกับการใช้ทรัพย์สินของราชการที่ถูกต้อง และมีขั้นตอนการขออนุญาตเพื่อยืมทรัพย์สินของราชการไปใช้ปฏิบัติในหน่วยงาน', '3', '0');
INSERT INTO `categories` VALUES ('40', 'MOIT16 | แผนปฏิบัติการป้องกัน ปราบปรามการทุจริตและประพฤติมิชอบ ของหน่วยงาน ประจำปีงบประมาณ พ.ศ. 2565', '3', '0');
INSERT INTO `categories` VALUES ('41', 'MOIT16 | แผนปฏิบัติการส่งเสริมคุณธรรมของชมรมจริยธรรมของหน่วยงาน ประจำปีงบประมาณ พ.ศ. 2565', '3', '0');
INSERT INTO `categories` VALUES ('42', 'MOIT17 | การกำกับติดตามการดำเนินงานตามแผนปฏิบัติการป้องกัน ปราบปรามการทุจริต และประพฤติมิชอบของหน่วยงาน ประจำปีงบประมาณ พ.ศ. 2565', '3', '0');
INSERT INTO `categories` VALUES ('43', 'MOIT17 | การกำกับติดตามการดำเนินงานตามแผนปฏิบัติการส่งเสริมคุณธรรม ของชมรมจริยธรรมของหน่วยงาน ประจำปีงบประมาณ พ.ศ. 2565', '3', '0');
INSERT INTO `categories` VALUES ('44', 'MOIT17 |	การกำกับติดตามการดำเนินงานตามแผนปฏิบัติการป้องกัน ปราบปรามการทุจริต และประพฤติมิชอบของหน่วยงาน ประจำปีงบประมาณ พ.ศ. 2565 (ไตรมาสที่ 4)', '3', '0');
INSERT INTO `categories` VALUES ('45', 'MOIT17 |	การกำกับติดตามการดำเนินงานตามแผนปฏิบัติการส่งเสริมคุณธรรม ของชมรมจริยธรรมของหน่วยงาน ประจำปีงบประมาณ พ.ศ. 2565 (ไตรมาสที่ 4)', '3', '0');
INSERT INTO `categories` VALUES ('46', 'MOIT18 | หน่วยงานมีการวิเคราะห์ความเสี่ยงเกี่ยวกับผลประโยชน์ทับซ้อนประจำปีของหน่วยงาน', '3', '0');
INSERT INTO `categories` VALUES ('47', 'MOIT19 | มาตรการเพื่อจัดการความเสี่ยงเกี่ยวกับผลประโยชน์ทับซ้อนของหน่วยงาน ฯ', '3', '0');
INSERT INTO `categories` VALUES ('48', 'MOIT19 | การรวมกลุ่มของบุคลากรของหน่วยงาน ในนาม “ชมรม STRONG … ”', '3', '0');
INSERT INTO `categories` VALUES ('49', 'MOIT20 | หน่วยงานมีการรายงานผลการส่งเสริมการปฏิบัติตามประมวลจริยธรรมข้าราชการพลเรือน : กรณีการเรี่ยไรและกรณีการให้หรือรับของขวัญหรือประโยชน์อื่นใด ประจำปีงบประมาณ พ.ศ. 2565 (ไตรมาสที่ 2)', '3', '0');
INSERT INTO `categories` VALUES ('50', 'MOIT20 | หน่วยงานมีการรายงานผลการส่งเสริมการปฏิบัติตามประมวลจริยธรรมข้าราชการพลเรือน : กรณีการเรี่ยไรและกรณีการให้หรือรับของขวัญหรือประโยชน์อื่นใด ประจำปีงบประมาณ พ.ศ. 2565 (ไตรมาสที่ 4)', '3', '0');
INSERT INTO `categories` VALUES ('51', 'MOIT21 |	1. มีหลักฐานการอบรมให้ความรู้เรื่องการป้องกันผลประโยชน์ทับซ้อน โดยใช้หลักสูตรต้านทุจริตศึกษา ให้แก่บุคลากรในหน่วยงาน และมีการขออนุญาตนำเผยแพร่บนเว็บไซต์ของหน่วยงาน', '3', '0');
INSERT INTO `categories` VALUES ('52', 'MOIT22 | หน่วยงานมีการเผยแพร่เจตจำนงสุจริตของผู้บริหารต่อสาธารณชน', '3', '0');
INSERT INTO `categories` VALUES ('53', 'MOIT23 | ไตรมาส 2', '3', '0');
INSERT INTO `categories` VALUES ('54', 'MOIT23 | ไตรมาสที่ 4', '3', '0');
INSERT INTO `categories` VALUES ('55', 'MOIT5 | ไตรมาสที่ 3', '3', '0');
INSERT INTO `categories` VALUES ('56', 'MOIT5 | 2. มีแบบสรุปผลการดำเนินการจัดซื้อจัดจ้างในรอบเดือน (แบบ สขร. 1)  ไตรมาสที่ 3 เดือนเมษายน 2565 - เดือนมิถุนายน 2565 ดังนี้', '3', '0');
INSERT INTO `categories` VALUES ('57', 'MOIT4 | ข้อ 2. รายงานผลของแผนการจัดซื้อจัดจ้างและการจัดหาพัสดุประจำปีของหน่วยงาน ตามรอบระยะเวลา ที่กำหนด 2.1 งบลงทุน ทุกไตรมาส 2.2 งบดำเนินงาน ทุกไตรมาส (ไตรมาสที่ 4)', '3', '0');
INSERT INTO `categories` VALUES ('58', 'MOIT5 | 2. มีแบบสรุปผลการดำเนินการจัดซื้อจัดจ้างในรอบเดือน (แบบ สขร. 1) ไตรมาสที่ 4 เดือนกรกฎาคม 2565 - เดือนกันยายน 2565 ดังนี้', '3', '0');
INSERT INTO `categories` VALUES ('59', 'MOIT5 | ไตรมาสที่ 4', '3', '0');
INSERT INTO `categories` VALUES ('60', 'MOIT1 | 1. คำสั่ง / ประกาศ ที่ระบุกรอบแนวทาง', '3', '0');
INSERT INTO `categories` VALUES ('61', 'MOIT1 | 2. รายงานผลการกำกับติดตามการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงานในปีที่ผ่านมา (ปีงบประมาณ พ.ศ. 2565)', '3', '0');
INSERT INTO `categories` VALUES ('62', 'MOIT2 | 1. ข้อมูลพื้นฐานที่เป็นปัจจุบัน ประกอบด้วย', '3', '0');
INSERT INTO `categories` VALUES ('63', 'MOIT2 | 18. ข้อมูลการจัดซื้อจัดจ้าง ประกอบด้วย', '3', '0');
INSERT INTO `categories` VALUES ('64', 'MOIT3 | รายงานการวิเคราะห์ผลการจัดซื้อจัดจ้างและการจัดหาพัสดุประจำปีงบประมาณ พ.ศ. 2565', '3', '0');
INSERT INTO `categories` VALUES ('65', 'MOIT4 | ข้อ 1. ประกาศเผยแพร่แผนการจัดซื้อจัดจ้างและการจัดหาพัสดุ ประจำปีของหน่วยงาน ภายใน 30 วันทำการระบุวันที่ที่ได้รับการจัดสรรงบประมาณในช่องคำอธิบายชี้แจงประกอบหลักฐาน วันที่ที่ได้ทำการประกาศเผยแพร่ให้ชัดเจน', '3', '0');
INSERT INTO `categories` VALUES ('66', 'MOIT4 | ข้อ 2. รายงานผลของแผนการจัดซื้อจัดจ้างและการจัดหาพัสดุประจำปีของหน่วยงาน ตามรอบระยะเวลา ที่กำหนด 2.1 งบลงทุน ทุกไตรมาส 2.2 งบดำเนินงาน ทุกไตรมาส', '3', '0');
INSERT INTO `categories` VALUES ('67', 'MOIT4 | ข้อ 3. การป้องกันผู้ที่มีหน้าที่ดำเนินการในการจัดซื้อจัดจ้างเป็นผู้มีส่วนได้ส่วนเสียกับผู้ยื่นข้อเสนอหรือคู่สัญญา', '3', '0');
INSERT INTO `categories` VALUES ('68', 'MOIT5 | ไตรมาสที่ 1 หน่วยงานวาง link จำนวน 3 link (Link ละ 1 เดือน)', '3', '0');
INSERT INTO `categories` VALUES ('69', 'MOIT5 | 	2. มีแบบสรุปผลการดำเนินการจัดซื้อจัดจ้างในรอบเดือน (แบบ สขร. 1) ไตรมาสที่ 1 เดือนตุลาคม 2565-เดือนธันวาคม 2565', '3', '0');
INSERT INTO `categories` VALUES ('70', 'MOIT5 | ไตรมาสที่ 2 หน่วยงานวาง link จำนวน 3 link (Link ละ 1 เดือน)', '3', '0');
INSERT INTO `categories` VALUES ('71', 'MOIT5 | 2. มีแบบสรุปผลการดำเนินการจัดซื้อจัดจ้างในรอบเดือน (แบบ สขร. 1) ไตรมาสที่ 2 เดือนมกราคม 2566 - เดือนมีนาคม 2566', '3', '0');
INSERT INTO `categories` VALUES ('72', 'MOIT6 | 1. นโยบายการบริหารทรัพยากรบุคคล', '3', '0');
INSERT INTO `categories` VALUES ('73', 'MOIT6 | 2. แผนการบริหารทรัพยากรบุคคลของหน่วยงาน', '3', '0');
INSERT INTO `categories` VALUES ('74', 'MOIT7 | ไตรมาสที่ 2 รอบสอง ของปีงบประมาณ พ.ศ. 2565 (1 เมษายน 2565-30 กันยายน 2565)', '3', '0');
INSERT INTO `categories` VALUES ('75', 'MOIT7 | - รอบสอง ของปีงบประมาณ พ.ศ. 2565 (1 เมษายน 2565-30 กันยายน 2565)', '3', '0');
INSERT INTO `categories` VALUES ('76', 'MOIT7 | ไตรมาสที่ 3 รอบแรก ของปีงบประมาณ พ.ศ. 2566 (1 ตุลาคม 2565-31 มีนาคม 2566)', '3', '0');
INSERT INTO `categories` VALUES ('77', 'MOIT7 | - รอบแรก ของปีงบประมาณ พ.ศ. 2566 (1 ตุลาคม 2565-31 มีนาคม 2566)', '3', '0');
INSERT INTO `categories` VALUES ('78', 'MOIT8 | 1. มีหลักฐานการอบรมให้ความรู้แก่เจ้าหน้าที่ภายในหน่วยงานเกี่ยวกับการเสริมสร้าง และพัฒนาทางด้านจริยธรรมและการมีวินัยรวมทั้งการป้องกันมิให้กระทำผิดวินัย 1. ในรูปแบบการอบรม ณ สถานที่จัดการอบรม (On-site) หรือรูปแบบการอบรม ผ่านสื่ออิเล็กทรอนิกส์ (Online) แล้วแต่กรณี และมีการขออนุญาตนำไปเผยแพร่ บนเว็บไซต์ของหน่วยงาน ประกอบด้วย', '3', '0');
INSERT INTO `categories` VALUES ('79', 'MOIT9 | หลักฐานที่แสดงถึงแนวปฏิบัติการจัดการเรื่องร้องเรียนของหน่วยงาน', '3', '0');
INSERT INTO `categories` VALUES ('80', 'MOIT10 | ไตรมาสที่ 2 (สรุปผลการดำเนินงานฯ รอบ 6 เดือน)', '3', '0');
INSERT INTO `categories` VALUES ('81', 'MOIT10 | 2. มีรายงานสรุปผลการดำเนินงานเรื่องร้องเรียนตามข้อ (1) และข้อ (2) รอบ 6 เดือน ที่มีการวิเคราะห์ปัญหา / อุปสรรคและแนวทางแก้ไข (แนบตามข้อ 1.) รอบ 6 เดือน (1 ตุลาคม 2565-31 มีนาคม 2566) ประกอบด้วย', '3', '0');
INSERT INTO `categories` VALUES ('82', 'MOIT10 | ไตรมาสที่ 4 (สรุปผลการดำเนินงานฯ รอบ 12 เดือน)', '3', '0');
INSERT INTO `categories` VALUES ('83', 'MOIT11 | 1. มีหลักฐานการการจัดโครงการ / กิจกรรม ที่เปิดโอกาสให้ผู้มีส่วนได้ส่วนเสีย มีโอกาสเข้ามามีส่วนร่วมในการดำเนินงานตามภารกิจของหน่วยงาน ที่ดำเนินการ ตั้งแต่วันที่ 1 ตุลาคม 2565 ถึงวันที่ 31 สิงหาคม 2566', '3', '0');
INSERT INTO `categories` VALUES ('84', 'MOIT12 | ไตรมาสที่ 2 หรือไตรมาสที่ 3', '3', '0');
INSERT INTO `categories` VALUES ('85', 'MOIT13 | หลักฐานที่แสดงถึงการประเมินการดำเนินการตามแนวทางปฏิบัติของหน่วยงาน ประจำปีงบประมาณ พ.ศ. 2566 ตามประกาศกระทรวงสาธารณสุขว่าด้วยเกณฑ์จริยธรรมการจัดซื้อจัดหา และการส่งเสริมการขายยาและเวชภัณฑ์ที่มิใช่ยาของกระทรวงสาธารณสุข พ.ศ. 2564', '3', '0');
INSERT INTO `categories` VALUES ('86', 'MOIT14 | หน่วยงานมีการจัดทำแนวทางปฏิบัติเกี่ยวกับการใช้ทรัพย์สินของราชการที่ถูกต้อง และมีขั้นตอนการขออนุญาตเพื่อยืมทรัพย์สินของราชการไปใช้ปฏิบัติในหน่วยงาน', '3', '0');
INSERT INTO `categories` VALUES ('87', 'MOIT15 | 1. แผนปฏิบัติการป้องกัน ปราบปรามการทุจริตและประพฤติมิชอบของหน่วยงาน ประจำปีงบประมาณ พ.ศ. 2566', '3', '0');
INSERT INTO `categories` VALUES ('88', 'MOIT15 | 2. แผนปฏิบัติการส่งเสริมคุณธรรมของชมรมจริยธรรมของหน่วยงาน ประจำปีงบประมาณ พ.ศ. 2566', '3', '0');
INSERT INTO `categories` VALUES ('89', 'MOIT16 | 1. รายงานผลการดำเนินงานตามแผนปฏิบัติการป้องกัน ปราบปรามการทุจริต และประพฤติมิชอบของหน่วยงาน ประจำปีงบประมาณ พ.ศ. 2566 (รอบ 6 เดือน)', '3', '0');
INSERT INTO `categories` VALUES ('90', 'MOIT16 | 2. รายงานผลการดำเนินงานตามแผนปฏิบัติการส่งเสริมคุณธรรมของชมรมจริยธรรมของหน่วยงาน ประจำปีงบประมาณ พ.ศ. 2566 (รอบ 6 เดือน)', '3', '0');
INSERT INTO `categories` VALUES ('91', 'MOIT17 | ไตรมาสที่ 2', '3', '0');
INSERT INTO `categories` VALUES ('92', 'MOIT18 | ไตรมาสที่ 2', '3', '0');
INSERT INTO `categories` VALUES ('93', 'MOIT19 | ไตรมาสที่ 2', '3', '0');
INSERT INTO `categories` VALUES ('94', 'MOIT20 | 1. มีหลักฐานการอบรมให้ความรู้เรื่อง ผลประโยชน์ทับซ้อนในหลักสูตรต้านทุจริตศึกษา (Anti-Corruption Education) กระทรวงสาธารณสุข (ฉบับปรับปรุง) พ.ศ. 2565 ให้แก่บุคลากรในหน่วยงาน และมีการขออนุญาตนำไปเผยแพร่บนเว็บไซต์ของหน่วยงาน', '3', '0');
INSERT INTO `categories` VALUES ('95', 'MOIT21 | ไตรมาส 2', '3', '0');
INSERT INTO `categories` VALUES ('96', 'MOIT22 | ไตรมาส 2', '3', '0');
INSERT INTO `categories` VALUES ('97', 'MOIT5 | 	ไตรมาสที่ 3 หน่วยงานวาง link จำนวน 3 link (Link ละ 1 เดือน)', '3', '0');
INSERT INTO `categories` VALUES ('98', 'MOIT5 | 	2. มีแบบสรุปผลการดำเนินการจัดซื้อจัดจ้างในรอบเดือน (แบบ สขร. 1) ไตรมาสที่ 3 เดือนเมษายน 2566 - เดือนมิถุนายน 2566 ดังนี้', '3', '0');
INSERT INTO `categories` VALUES ('99', 'MOIT12 | ไตรมาสที่ 4', '3', '0');
INSERT INTO `categories` VALUES ('100', 'MOIT16 | 1. รายงานผลการดำเนินงานตามแผนปฏิบัติการป้องกัน ปราบปรามการทุจริต และประพฤติมิชอบของหน่วยงาน ประจำปีงบประมาณ พ.ศ. 2566 (รอบ 12 เดือน)', '3', '0');
INSERT INTO `categories` VALUES ('101', 'MOIT16 | 2. รายงานผลการดำเนินงานตามแผนปฏิบัติการส่งเสริมคุณธรรมของชมรมจริยธรรมของหน่วยงาน ประจำปีงบประมาณ พ.ศ. 2566 (รอบ 12 เดือน)', '3', '0');
INSERT INTO `categories` VALUES ('102', 'MOIT17 | ไตรมาสที่ 4', '3', '0');
INSERT INTO `categories` VALUES ('103', 'MOIT19 | ไตรมาสที่ 4', '3', '0');
INSERT INTO `categories` VALUES ('104', 'MOIT22 | ไตรมาสที่ 4', '3', '0');
INSERT INTO `categories` VALUES ('105', 'MOIT5 | ไตรมาสที่ 4 หน่วยงานวาง link จำนวน 3 link (Link ละ 1 เดือน)', '3', '0');
INSERT INTO `categories` VALUES ('106', 'MOIT5 | 2. มีแบบสรุปผลการดำเนินการจัดซื้อจัดจ้างในรอบเดือน (แบบ สขร. 1) ไตรมาสที่ 4 เดือนกรกฎาคม 2566 - เดือนกันยายน 2566 ดังนี้', '3', '0');
INSERT INTO `categories` VALUES ('107', 'MOIT1 | 1. คำสั่ง / ประกาศ ที่ระบุกรอบแนวทาง', '3', '1');
INSERT INTO `categories` VALUES ('108', 'MOIT1 | 2. รายงานผลการกำกับติดตามการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงานในปีที่ผ่านมา (ของปีงบประมาณ พ.ศ. 2566)', '3', '1');
INSERT INTO `categories` VALUES ('109', 'MOIT2 | 1. ข้อมูลพื้นฐานที่เป็นปัจจุบัน ประกอบด้วย', '3', '1');
INSERT INTO `categories` VALUES ('110', 'MOIT2 | 18. ข้อมูลการจัดซื้อจัดจ้าง ประกอบด้วย', '3', '1');
INSERT INTO `categories` VALUES ('111', 'MOIT3 | รายงานการวิเคราะห์ผลการจัดซื้อจัดจ้างและการจัดหาพัสดุประจำปีงบประมาณ พ.ศ. 2565', '3', '1');
INSERT INTO `categories` VALUES ('112', 'MOIT4 | ข้อ 1. ประกาศเผยแพร่แผนการจัดซื้อจัดจ้างและการจัดหาพัสดุ ประจำปีของหน่วยงาน ภายใน 30 วันทำการระบุวันที่ที่ได้รับการจัดสรรงบประมาณในช่องคำอธิบายชี้แจงประกอบหลักฐาน วันที่ที่ได้ทำการประกาศเผยแพร่ให้ชัดเจน', '3', '1');
INSERT INTO `categories` VALUES ('113', 'MOIT4 | ข้อ 2. รายงานผลของแผนการจัดซื้อจัดจ้างและการจัดหาพัสดุประจำปีของหน่วยงาน ตามรอบระยะเวลา ที่กำหนด 2.1 งบลงทุน ทุกไตรมาส 2.2 งบดำเนินงาน ทุกไตรมาส', '3', '1');
INSERT INTO `categories` VALUES ('114', 'MOIT4 | ข้อ 3. การป้องกันผู้ที่มีหน้าที่ดำเนินการในการจัดซื้อจัดจ้างเป็นผู้มีส่วนได้ส่วนเสียกับผู้ยื่นข้อเสนอหรือคู่สัญญา', '3', '1');
INSERT INTO `categories` VALUES ('115', 'MOIT5 | ไตรมาสที่ 1 หน่วยงานวาง link จำนวน 3 link (Link ละ 1 เดือน)', '3', '1');
INSERT INTO `categories` VALUES ('116', 'MOIT5 | 2. มีแบบสรุปผลการดำเนินการจัดซื้อจัดจ้างในรอบเดือน (แบบ สขร. 1) ไตรมาสที่ 1 เดือนตุลาคม 2566-เดือนธันวาคม 2566', '3', '1');
INSERT INTO `categories` VALUES ('117', 'MOIT5 | ไตรมาสที่ 2 หน่วยงานวาง link จำนวน 3 link (Link ละ 1 เดือน)', '3', '1');
INSERT INTO `categories` VALUES ('118', 'MOIT5 | 2. มีแบบสรุปผลการดำเนินการจัดซื้อจัดจ้างในรอบเดือน (แบบ สขร. 1) ไตรมาสที่ 2 เดือนมกราคม 2567-เดือนมีนาคม 2567', '3', '2');
INSERT INTO `categories` VALUES ('119', 'MOIT6 | 1. นโยบายการบริหารทรัพยากรบุคคล', '3', '2');
INSERT INTO `categories` VALUES ('120', 'MOIT6 | 2. แผนการบริหารทรัพยากรบุคคลของหน่วยงาน', '3', '2');
INSERT INTO `categories` VALUES ('121', 'MOIT7 | ไตรมาสที่ 2 รอบสอง ของปีงบประมาณ พ.ศ. 2566 (1 เมษายน 2566-30 กันยายน 2566)', '3', '2');
INSERT INTO `categories` VALUES ('122', 'MOIT7 | - รอบสอง ของปีงบประมาณ พ.ศ. 2566 (1 เมษายน 2566-30 กันยายน 2566)', '3', '2');
INSERT INTO `categories` VALUES ('123', 'MOIT8 | หลักฐานที่แสดงถึงการอบรมให้ความรู้แก่เจ้าหน้าที่ภายในหน่วยงานเกี่ยวกับ การเสริมสร้างและพัฒนาทางด้านจริยธรรมและการมีวินัยรวมทั้งการป้องกันมิให้กระทำผิดวินัย', '3', '2');
INSERT INTO `categories` VALUES ('124', 'MOIT9 | หลักฐานที่แสดงถึงแนวปฏิบัติการจัดการเรื่องร้องเรียนของหน่วยงาน', '3', '2');
INSERT INTO `categories` VALUES ('125', 'MOIT10 | ไตรมาสที่ 2 (สรุปผลการดำเนินงานฯ รอบ 6 เดือน)', '3', '2');
INSERT INTO `categories` VALUES ('126', 'MOIT10 | 2. มีรายงานสรุปผลการดำเนินงานเรื่องร้องเรียนตามข้อ (1) และข้อ (2) รอบ 6 เดือน ที่มีการวิเคราะห์ปัญหา / อุปสรรคและแนวทางแก้ไข (แนบตามข้อ 1.) รอบ 6 เดือน (1 ตุลาคม 2566-31 มีนาคม 2567) ประกอบด้วย', '3', '2');
INSERT INTO `categories` VALUES ('127', 'MOIT11 | 1. มีหลักฐานการจัดโครงการ / กิจกรรม ที่เปิดโอกาสให้ผู้มีส่วนได้ส่วนเสียมีโอกาสเข้ามามีส่วนร่วมในการดำเนินงานตามภารกิจของหน่วยงาน ที่ดำเนินการตั้งแต่วันที่ 1 ตุลาคม 2566 ถึงวันที่ 31 สิงหาคม 2567', '3', '2');
INSERT INTO `categories` VALUES ('128', 'MOIT12 | ไตรมาสที่ 2', '3', '2');
INSERT INTO `categories` VALUES ('129', 'MOIT13 | หลักฐานที่แสดงถึงหน่วยงานประเมินการดำเนินการตามแนวทางปฏิบัติของหน่วยงาน ในปีงบประมาณ พ.ศ. 2566-2567 ตามประกาศกระทรวงสาธารณสุข เรื่อง เกณฑ์จริยธรรมการจัดซื้อจัดหาและการส่งเสริมการขายยาและเวชภัณฑ์ที่มิใช่ยาของกระทรวงสาธารณสุข พ.ศ. 2564', '3', '2');
INSERT INTO `categories` VALUES ('130', 'MOIT14 | หน่วยงานมีการจัดทำแนวทางปฏิบัติเกี่ยวกับการใช้ทรัพย์สินของราชการที่ถูกต้อง และมีขั้นตอนการขออนุญาตเพื่อยืมทรัพย์สินของราชการไปใช้ปฏิบัติในหน่วยงาน', '3', '2');
INSERT INTO `categories` VALUES ('131', 'MOIT15 | 1. แผนปฏิบัติการป้องกัน ปราบปรามการทุจริตและประพฤติมิชอบของหน่วยงาน ประจำปีงบประมาณ พ.ศ. 2567', '3', '2');
INSERT INTO `categories` VALUES ('132', 'MOIT15 | 2. แผนปฏิบัติการส่งเสริมคุณธรรมของชมรมจริยธรรมของหน่วยงาน ประจำปีงบประมาณ พ.ศ. 2567', '3', '2');
INSERT INTO `categories` VALUES ('133', 'MOIT16 | 1. รายงานผลการดำเนินงานตามแผนปฏิบัติการป้องกัน ปราบปรามการทุจริต และประพฤติมิชอบของหน่วยงาน ประจำปีงบประมาณ พ.ศ. 2567 (รอบ 6 เดือน)', '3', '2');
INSERT INTO `categories` VALUES ('134', 'MOIT16 | 2. รายงานผลการดำเนินงานตามแผนปฏิบัติการส่งเสริมคุณธรรมของชมรมจริยธรรมของหน่วยงาน ประจำปีงบประมาณ พ.ศ. 2567 (รอบ 6 เดือน)', '3', '2');
INSERT INTO `categories` VALUES ('135', 'MOIT17 | ไตรมาสที่ 2', '3', '2');
INSERT INTO `categories` VALUES ('136', 'MOIT18 | ไตรมาสที่ 2', '3', '2');
INSERT INTO `categories` VALUES ('137', 'MOIT19 | ไตรมาสที่ 2', '3', '2');
INSERT INTO `categories` VALUES ('138', 'MOIT20	| 1. มีหลักฐานโครงการอบรมเรื่องผลประโยชน์ทับซ้อนโดยใช้หลักสูตรต้านทุจริตศึกษา (Anti-Corruption Education) กระทรวงสาธารณสุข ภายใต้พันธสัญญา : สาธารณสุข ซื่อสัตย์ โปร่งใส ตื่นรู้ สู้ทุจริต จิตพอเพียง ประจำปีงบประมาณ พ.ศ. 2567', '3', '2');
INSERT INTO `categories` VALUES ('139', 'MOIT21 | ไตรมาส 2', '3', '2');
INSERT INTO `categories` VALUES ('140', 'MOIT22 | ไตรมาส 2', '3', '2');
INSERT INTO `categories` VALUES ('141', 'MOIT5 | ไตรมาสที่ 3 หน่วยงานวาง link จำนวน 3 link (Link ละ 1 เดือน)', '3', '3');
INSERT INTO `categories` VALUES ('142', 'MOIT5 | 2. มีแบบสรุปผลการดำเนินการจัดซื้อจัดจ้างในรอบเดือน (แบบ สขร. 1) ไตรมาสที่ 3 เดือนเมษายน 2567 - เดือนมิถุนายน 2567 ดังนี้', '3', '3');
INSERT INTO `categories` VALUES ('143', 'MOIT7 | ไตรมาสที่ 3 รอบแรก ของปีงบประมาณ พ.ศ. 2567 (1 ตุลาคม 2566-31 มีนาคม 2567)', '3', '3');
INSERT INTO `categories` VALUES ('144', 'MOIT7 | - รอบแรก ของปีงบประมาณ พ.ศ. 2567 (1 ตุลาคม 2566-31 มีนาคม 2567)', '3', '3');
INSERT INTO `categories` VALUES ('146', 'MOIT7 | - รอบแรก ของปีงบประมาณ พ.ศ. 2567 (1 ตุลาคม 2566-31 มีนาคม 2567)', '3', '3');
INSERT INTO `categories` VALUES ('147', 'MOIT5 | ไตรมาสที่ 4 หน่วยงานวาง link จำนวน 3 link (Link ละ 1 เดือน)', '3', '4');
INSERT INTO `categories` VALUES ('148', 'MOIT5 | 2. มีแบบสรุปผลการดำเนินการจัดซื้อจัดจ้างในรอบเดือน (แบบ สขร. 1) ไตรมาสที่ 4 เดือนกรกฎาคม 2567 - เดือนกันยายน 2567 ดังนี้', '3', '4');
INSERT INTO `categories` VALUES ('149', 'MOIT10 | ไตรมาสที่ 4 (สรุปผลการดำเนินงานฯ รอบ 12 เดือน)', '3', '4');
INSERT INTO `categories` VALUES ('150', 'MOIT10 | 2. มีรายงานสรุปผลการดำเนินงานเรื่องร้องเรียนตามข้อ (1) และข้อ (2) รอบ 12 เดือน ที่มีการวิเคราะห์ปัญหา / อุปสรรคและแนวทางแก้ไข (แนบตามข้อ 1.) รอบ 12 เดือน (1 ตุลาคม 2566-31 สิงหาคม 2567) ประกอบด้วย', '3', '4');
INSERT INTO `categories` VALUES ('151', 'MOIT12 | ไตรมาสที่ 4', '3', '4');
INSERT INTO `categories` VALUES ('152', 'MOIT16 | 1. รายงานผลการดำเนินงานตามแผนปฏิบัติการป้องกัน ปราบปรามการทุจริต และประพฤติมิชอบของหน่วยงาน ประจำปีงบประมาณ พ.ศ. 2567 (รอบ 12 เดือน)', '3', '4');
INSERT INTO `categories` VALUES ('153', 'MOIT16 | 2. รายงานผลการดำเนินงานตามแผนปฏิบัติการส่งเสริมคุณธรรมของชมรมจริยธรรมของหน่วยงาน ประจำปีงบประมาณ พ.ศ. 2567 (รอบ 12 เดือน)', '3', '4');
INSERT INTO `categories` VALUES ('154', 'MOIT17 | ไตรมาสที่ 4', '3', '4');
INSERT INTO `categories` VALUES ('155', 'MOIT19 | ไตรมาสที่ 4', '3', '4');
INSERT INTO `categories` VALUES ('156', 'MOIT22 | ไตรมาสที่ 4', '3', '4');
INSERT INTO `categories` VALUES ('157', 'MOIT 1. คำสั่ง / ประกาศ ที่ระบุกรอบแนวทาง', '4', '1');
INSERT INTO `categories` VALUES ('158', 'MOIT 2. รายงานผลการกำกับติดตามการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงานในปีที่ผ่านมา (ของปีงบประมาณ พ.ศ. 2567)', '4', '1');
INSERT INTO `categories` VALUES ('159', 'MOIT2 1. ข้อมูลพื้นฐานที่เป็นปัจจุบัน ประกอบด้วย', '4', '1');
INSERT INTO `categories` VALUES ('160', 'MOIT2 18. ข้อมูลการจัดซื้อจัดจ้าง ประกอบด้วย', '4', '1');
INSERT INTO `categories` VALUES ('161', 'MOIT3 รายงานการวิเคราะห์ผลการจัดซื้อจัดจ้างและการจัดหาพัสดุประจำปีงบประมาณ พ.ศ. 2567', '4', '1');
INSERT INTO `categories` VALUES ('162', 'MOIT4 ข้อ 1. ประกาศเผยแพร่แผนการจัดซื้อจัดจ้างและการจัดหาพัสดุ ประจำปีของหน่วยงาน ภายใน 30 วันทำการ ระบุวันที่ที่ได้รับการจัดสรรงบประมาณในช่องคำอธิบายชี้แจงประกอบหลักฐาน วันที่ที่ได้ ทำการประกาศเผยแพร่ให้ชัดเจน', '4', '1');
INSERT INTO `categories` VALUES ('163', 'MOIT4 ข้อ 2. รายงานผลของแผนการจัดซื้อจัดจ้างและการจัดหาพัสดุประจำปีของหน่วยงาน ตามรอบระยะเวลา ที่กำหนด 2.1 งบลงทุน ทุกไตรมาส 2.2 งบดำเนินงาน ทุกไตรมาส', '4', '1');
INSERT INTO `categories` VALUES ('164', 'MOIT4 ข้อ 3. การป้องกันผู้ที่มีหน้าที่ดำเนินการในการจัดซื้อจัดจ้างเป็นผู้มีส่วนได้ส่วนเสียกับผู้ยื่นข้อเสนอหรือคู่สัญญา', '4', '1');
INSERT INTO `categories` VALUES ('165', 'MOIT5 ไตรมาสที่ 1 หน่วยงานวาง link จำนวน 3 link (Link ละ 1 เดือน)', '4', '1');
INSERT INTO `categories` VALUES ('166', 'MOIT5 2. มีแบบสรุปผลการดำเนินการจัดซื้อจัดจ้างในรอบเดือน (แบบ สขร. 1) ไตรมาสที่ 1 เดือนตุลาคม 2567-เดือนธันวาคม 2567', '4', '1');
INSERT INTO `categories` VALUES ('167', 'MOIT5 ไตรมาสที่ 2 หน่วยงานวาง link จำนวน 3 link (Link ละ 1 เดือน)', '4', '2');
INSERT INTO `categories` VALUES ('168', 'MOIT5 | 2. มีแบบสรุปผลการดำเนินการจัดซื้อจัดจ้างในรอบเดือน (แบบ สขร. 1) ไตรมาสที่ 2 เดือนมกราคม 2568-เดือนมีนาคม 2568', '4', '2');
INSERT INTO `categories` VALUES ('169', 'MOIT6 | 1. นโยบายการบริหารทรัพยากรบุคคล', '4', '2');
INSERT INTO `categories` VALUES ('170', 'MOIT6 | 2. แผนการบริหารทรัพยากรบุคคลของหน่วยงาน', '4', '2');
INSERT INTO `categories` VALUES ('171', 'MOIT7 | ไตรมาสที่ 2 ข้อมูลรอบสองของปีงบประมาณ พ.ศ. 2567 (1 เมษายน 2567-30 กันยายน 2567', '4', '2');
INSERT INTO `categories` VALUES ('172', 'MOIT7 | - รอบสอง ของปีงบประมาณ พ.ศ. 2567 (1 เมษายน 2567-30 กันยายน 2567)', '4', '2');
INSERT INTO `categories` VALUES ('173', 'MOIT8 | 1. มีหลักฐานการอบรมให้ความรู้แก่เจ้าหน้าที่ภายในหน่วยงานเกี่ยวกับการเสริมสร้างและพัฒนาทางด้านจริยธรรมและการมีวินัยรวมทั้งการป้องกันมิให้กระทำผิดวินัย ในรูปแบบการอบรม ณ สถานที่จัดการอบรม (On-site) หรือรูปแบบการอบรมผ่านสื่ออิเล็กทรอนิกส์ (Online) แล้วแต่กรณี และมีการขออนุญาตนำไปเผยแพร่บนเว็บไซต์ของหน่วยงาน ประกอบด้วย', '4', '2');
INSERT INTO `categories` VALUES ('174', 'MOIT9 | หลักฐานที่แสดงถึงแนวปฏิบัติการจัดการเรื่องร้องเรียนของหน่วยงาน', '4', '2');
INSERT INTO `categories` VALUES ('175', 'MOIT10 | ไตรมาสที่ 2 (สรุปผลการดำเนินงานฯ รอบ 6 เดือน)', '4', '2');
INSERT INTO `categories` VALUES ('176', 'MOIT10 | 2. มีรายงานสรุปผลการดำเนินงานเรื่องร้องเรียนตามข้อ (1) และข้อ (2) รอบ 6 เดือน ที่มีการวิเคราะห์ปัญหา / อุปสรรคและแนวทางแก้ไข (แนบตามข้อ 1.) รอบ 6 เดือน (1 ตุลาคม 2567-31 มีนาคม 2568) ประกอบด้วย', '4', '2');
INSERT INTO `categories` VALUES ('177', 'MOIT11 | 1. มีหลักฐานการจัดโครงการ / กิจกรรม ที่เปิดโอกาสให้ผู้มีส่วนได้ส่วนเสียมีโอกาสเข้ามามีส่วนร่วมในการดำเนินงานตามภารกิจของหน่วยงาน ที่ดำเนินการตั้งแต่วันที่ 1 ตุลาคม 2567 ถึงวันที่ 31 สิงหาคม 2568', '4', '2');
INSERT INTO `categories` VALUES ('178', 'MOIT12 | ไตรมาสที่ 2', '4', '2');
INSERT INTO `categories` VALUES ('179', 'MOIT13 | หลักฐานที่แสดงถึงการประเมินการดำเนินการตามแนวทางปฏิบัติของหน่วยงาน ในปีงบประมาณ พ.ศ. 2567-2568 ตามประกาศกระทรวงสาธารณสุข เรื่อง เกณฑ์จริยธรรมการจัดซื้อจัดหา และการส่งเสริมการขายยาและเวชภัณฑ์ที่มิใช่ยาของกระทรวงสาธารณสุข พ.ศ. 2564 โดยการนำเกณฑ์จริยธรรม การจัดซื้อจัดหาและการส่งเสริมการขายยาและเวชภัณฑ์ที่มิใช่ยาของกระทรวงสาธารณสุข พ.ศ. 2564 และแนวปฏิบัติของหน่วยงานมาใช้ในการเสริมสร้างธรรมาภิบาลระบบยา ปลูกและปลุกจิตสำนึกบุคลากรที่เกี่ยวข้องตามเกณฑ์จริยธรรมนี้ ให้มีความเข้าใจในเรื่องการขัดกันระหว่างผลประโยชน์ส่วนตัวกับผลประโยชน์ส่วนรวม และขับเคลื่อนยุทธศาสตร์การส่งเสริมการใช้ยาอย่างสมเหตุสมผลให้เป็นรูปธรรมฯ', '4', '2');
INSERT INTO `categories` VALUES ('180', 'MOIT14 | หน่วยงานมีแนวทางปฏิบัติเกี่ยวกับการใช้ทรัพย์สินของราชการ และมีขั้นตอนการขออนุญาตเพื่อยืมทรัพย์สินของราชการไปใช้ปฏิบัติในหน่วยงานที่ถูกต้อง', '4', '2');
INSERT INTO `categories` VALUES ('181', 'MOIT15 | 1. แผนปฏิบัติการป้องกัน ปราบปรามการทุจริตและประพฤติมิชอบของหน่วยงาน ประจำปีงบประมาณ พ.ศ. 2568', '4', '2');
INSERT INTO `categories` VALUES ('182', 'MOIT15 | 2. แผนปฏิบัติการส่งเสริมคุณธรรมของชมรมจริยธรรมของหน่วยงาน ประจำปีงบประมาณ พ.ศ. 2568', '4', '2');
INSERT INTO `categories` VALUES ('183', 'MOIT16 | 1. รายงานผลการดำเนินงานตามแผนปฏิบัติการป้องกัน ปราบปรามการทุจริต และประพฤติมิชอบของหน่วยงาน ประจำปีงบประมาณ พ.ศ. 2568 (รอบ 6 เดือน)', '4', '2');
INSERT INTO `categories` VALUES ('184', 'MOIT16 | 2. รายงานผลการดำเนินงานตามแผนปฏิบัติการส่งเสริมคุณธรรมของชมรมจริยธรรมของหน่วยงาน ประจำปีงบประมาณ พ.ศ. 2568 (รอบ 6 เดือน)', '4', '2');
INSERT INTO `categories` VALUES ('185', 'MOIT17 | ไตรมาสที่ 2', '4', '2');
INSERT INTO `categories` VALUES ('186', 'MOIT18 | ไตรมาสที่ 2', '4', '2');
INSERT INTO `categories` VALUES ('187', 'MOIT19 | ไตรมาสที่ 2', '4', '2');
INSERT INTO `categories` VALUES ('188', 'MOIT20 | 1. มีหลักฐานโครงการอบรมเรื่องผลประโยชน์ทับซ้อนโดยใช้หลักสูตรต้านทุจริตศึกษา (Anti-Corruption Education) กระทรวงสาธารณสุข ภายใต้พันธสัญญา : สาธารณสุข ซื่อสัตย์ โปร่งใส ตื่นรู้ สู้ทุจริต จิตพอเพียง ประจำปีงบประมาณ พ.ศ. 2568', '4', '2');
INSERT INTO `categories` VALUES ('189', 'MOIT21 | ไตรมาส 2', '4', '2');
INSERT INTO `categories` VALUES ('190', 'MOIT22 | ไตรมาส 2', '4', '2');
INSERT INTO `categories` VALUES ('191', 'mmmmmm', '4', '4');

-- ----------------------------
-- Table structure for documents
-- ----------------------------
DROP TABLE IF EXISTS `documents`;
CREATE TABLE `documents` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `title` varchar(255) NOT NULL,
  `content` text NOT NULL,
  `status` varchar(50) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `category_id` int(11) DEFAULT NULL,
  `subcategory_id` int(11) DEFAULT NULL,
  `access_rights` varchar(255) DEFAULT 'public',
  `approved` tinyint(1) DEFAULT 0,
  `file_name` varchar(255) DEFAULT NULL,
  `file_upload` timestamp NULL DEFAULT NULL,
  `file_label` varchar(255) DEFAULT NULL,
  `edit_document` tinyint(1) DEFAULT 0,
  `add_document` tinyint(1) DEFAULT 0,
  `uploaded_by` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `fk_category` (`category_id`),
  KEY `fk_subcategory` (`subcategory_id`),
  CONSTRAINT `fk_category` FOREIGN KEY (`category_id`) REFERENCES `categories` (`id`),
  CONSTRAINT `fk_subcategory` FOREIGN KEY (`subcategory_id`) REFERENCES `subcategories` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=123 DEFAULT CHARSET=utf8mb4;

-- ----------------------------
-- Records of documents
-- ----------------------------
INSERT INTO `documents` VALUES ('9', 'MOIT 10 ', 'รายงานสรุปผลการดำเนินงานเรื่องร้องเรียน รอบ 12 เดือน ปีงบ 2567', 'approved', '2024-09-13 09:23:22', '2024-09-13 11:50:56', '149', '558', 'public', '1', 'บันทึก รายงาน.pdf', '2024-09-13 09:23:22', 'MOIT 10 ', '0', '0', '13');
INSERT INTO `documents` VALUES ('10', 'MOIT 5 (1. บันทึกเสนอผู้บริหารรับทราบและขออนุญาตเผยแพร่บนเว็บไซต์ของหน่วยงาน)', 'MOIT 5 (1. บันทึกเสนอผู้บริหารรับทราบและขออนุญาตเผยแพร่บนเว็บไซต์ของหน่วยงาน)', 'approved', '2024-09-13 16:19:24', '2024-09-13 16:27:59', '147', '553', 'public', '1', 'moit 5.1 บันทึกเสนอ.pdf', '2024-09-13 16:19:24', 'MOIT 5 (1. บันทึกเสนอผู้บริหารรับทราบและขออนุญาตเผยแพร่บนเว็บไซต์ของหน่วยงาน)', '0', '0', '13');
INSERT INTO `documents` VALUES ('11', 'MOIT 5 (2. มีแบบสรุปผลการดำเนินการจัดซื้อจัดจ้างในรอบเดือน (แบบ สขร. 1) ไตรมาสที่ 4 เดือนกรกฎาคม 2567 - เดือนกันยายน 2567)', 'MOIT 5 (2. มีแบบสรุปผลการดำเนินการจัดซื้อจัดจ้างในรอบเดือน (แบบ สขร. 1) ไตรมาสที่ 4 เดือนกรกฎาคม 2567 - เดือนกันยายน 2567)', 'approved', '2024-09-13 16:21:54', '2024-09-13 16:27:59', '148', '554', 'public', '1', 'moit 5.2.1 สขร 1 เดือน ก.ค.67.pdf', '2024-09-13 16:21:54', 'MOIT 5 (2. มีแบบสรุปผลการดำเนินการจัดซื้อจัดจ้างในรอบเดือน (แบบ สขร. 1) ไตรมาสที่ 4 เดือนกรกฎาคม 2567 - เดือนกันยายน 2567)', '0', '0', '13');
INSERT INTO `documents` VALUES ('12', 'MOIT 5 (ไตรมาส 4 แสดงแบบ สขร 1 เดือน สิงหาคม 2567)', 'MOIT 5 (ไตรมาส 4 แสดงแบบ สขร 1 เดือน สิงหาคม 2567)', 'approved', '2024-09-13 16:23:12', '2024-09-13 16:27:59', '148', '555', 'public', '1', 'moit 5.2.2 สขร 1 เดือน ส.ค.67.pdf', '2024-09-13 16:23:12', 'MOIT 5 (ไตรมาส 4 แสดงแบบ สขร 1 เดือน สิงหาคม 2567)', '0', '0', '13');
INSERT INTO `documents` VALUES ('13', 'MOIT 5 (ไตรมาสที่ 4 แสดงแบบ สขร 1 เดือน กันยายน 2567)', 'MOIT 5 (ไตรมาสที่ 4 แสดงแบบ สขร 1 เดือน กันยายน 2567)', 'approved', '2024-09-13 16:24:11', '2024-09-13 16:27:59', '148', '556', 'public', '1', 'moit 5.2.3 สขร 1 เดือน ก.ย.67.pdf', '2024-09-13 16:24:11', 'MOIT 5 (ไตรมาสที่ 4 แสดงแบบ สขร 1 เดือน กันยายน 2567)', '0', '0', '13');
INSERT INTO `documents` VALUES ('14', 'MOIT 5 (แบบฟอร์มขอเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน)', 'MOIT 5 (แบบฟอร์มขอเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน)', 'approved', '2024-09-13 16:25:31', '2024-09-13 16:27:59', '148', '557', 'public', '1', 'moit 5.3 แบบฟอร์มเผยแพร่.pdf', '2024-09-13 16:25:31', 'MOIT 5 (แบบฟอร์มขอเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน)', '0', '0', '13');
INSERT INTO `documents` VALUES ('15', 'MOIT 10 (2.1  สรุปผลการดำเนินงานเรื่องร้องเรียนการปฏิบัติงานหรือการให้บริการของเจ้าหน้าที่ภายในหน่วยงาน)', 'MOIT 10 (2.1  สรุปผลการดำเนินงานเรื่องร้องเรียนการปฏิบัติงานหรือการให้บริการของเจ้าหน้าที่ภายในหน่วยงาน)', 'รออนุมัติ', '2024-09-13 16:36:42', '2024-09-13 16:48:33', '150', '559', 'public', '1', 'สรุปผลการดำเนินงานเรื่องร้องเรียน ปี67.pdf', '2024-09-13 16:48:33', 'MOIT 10 (2.1  สรุปผลการดำเนินงานเรื่องร้องเรียนการปฏิบัติงานหรือการให้บริการของเจ้าหน้าที่ภายในหน่วยงาน)', '0', '0', '13');
INSERT INTO `documents` VALUES ('16', 'MOIT 10 (2.2 สรุปผลการดำเนินงานเรื่องร้องเรียนการทุจริตและประพฤติมิชอบ)', 'MOIT 10 (2.2 สรุปผลการดำเนินงานเรื่องร้องเรียนการทุจริตและประพฤติมิชอบ)', 'approved', '2024-09-13 16:37:23', '2024-09-13 16:40:13', '150', '560', 'public', '1', 'สรุปผลการดำเนินงานเรื่องร้องเรียน ปี67.pdf', '2024-09-13 16:37:23', 'MOIT 10 (2.2 สรุปผลการดำเนินงานเรื่องร้องเรียนการทุจริตและประพฤติมิชอบ)', '0', '0', '13');
INSERT INTO `documents` VALUES ('17', 'MOIT 10 (3. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน) ', 'MOIT 10 (3. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน) ', 'approved', '2024-09-13 16:38:07', '2024-09-13 16:40:13', '150', '561', 'public', '1', 'แบบฟอร์ม เผยแพร่.pdf', '2024-09-13 16:38:07', 'MOIT 10 (3. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน) ', '0', '0', '13');
INSERT INTO `documents` VALUES ('18', 'MOIT 10 (1. มีบันทึกข้อความ ที่ผู้บริหารลงนามรับทราบรายงานสรุปผลการดำเนินงานเรื่องร้องเรียน)', 'MOIT 10 (1. มีบันทึกข้อความ ที่ผู้บริหารลงนามรับทราบรายงานสรุปผลการดำเนินงานเรื่องร้องเรียน)', 'approved', '2024-09-13 16:39:35', '2024-09-13 16:40:13', '149', '558', 'public', '1', 'บันทึก รายงาน.pdf', '2024-09-13 16:39:35', 'MOIT 10 (1. มีบันทึกข้อความ ที่ผู้บริหารลงนามรับทราบรายงานสรุปผลการดำเนินงานเรื่องร้องเรียน)', '0', '0', '13');
INSERT INTO `documents` VALUES ('19', 'MOIT 12 (1. มีบันทึกข้อความเสนอผู้บริหารรับทราบ)', 'MOIT 12 (1. มีบันทึกข้อความเสนอผู้บริหารรับทราบ)', 'approved', '2024-09-13 17:59:52', '2024-09-13 18:03:52', '151', '562', 'public', '1', 'บันทึก รับทราบรายงาน.pdf', '2024-09-13 17:59:52', 'MOIT 12 (1. มีบันทึกข้อความเสนอผู้บริหารรับทราบ)', '0', '0', '13');
INSERT INTO `documents` VALUES ('20', 'MOIT 12 (2. มีรายงานสรุปผลการกำกับติดตามมาตรการการป้องกันการรับสินบนทุกรูปแบบ)', 'MOIT 12 (2. มีรายงานสรุปผลการกำกับติดตามมาตรการการป้องกันการรับสินบนทุกรูปแบบ)', 'approved', '2024-09-13 18:00:53', '2024-09-13 18:03:52', '151', '563', 'public', '1', 'แบบรายงานสรุปผลกำกับติดตามการรับสินบน ปี 67.pdf', '2024-09-13 18:00:53', 'MOIT 12 (2. มีรายงานสรุปผลการกำกับติดตามมาตรการการป้องกันการรับสินบนทุกรูปแบบ)', '0', '0', '13');
INSERT INTO `documents` VALUES ('21', 'MOIT 12 (3. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน)', 'MOIT 12 (3. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน)', 'approved', '2024-09-13 18:01:42', '2024-09-13 18:03:52', '151', '564', 'public', '1', 'แบบฟอร์ม เผยแพร่.pdf', '2024-09-13 18:01:42', 'MOIT 12 (3. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน)', '0', '0', '13');
INSERT INTO `documents` VALUES ('22', 'MOIT 16 (1. มีบันทึกข้อความ ที่ผู้บริหารลงนามรับทราบรายงานปราบปรามการทุจริต)', 'MOIT 16 (1. มีบันทึกข้อความ ที่ผู้บริหารลงนามรับทราบรายงานปราบปรามการทุจริต)', 'approved', '2024-09-13 18:08:15', '2024-09-13 18:12:35', '152', '565', 'public', '1', 'บันทึก รายงานแผนปราบปราม.pdf', '2024-09-13 18:08:15', 'MOIT 16 (1. มีบันทึกข้อความ ที่ผู้บริหารลงนามรับทราบรายงานปราบปรามการทุจริต)', '0', '0', '13');
INSERT INTO `documents` VALUES ('23', 'MOIT 16 (1.2 รายงานผลการดำเนินงานตามแผนปฏิบัติการป้องกัน ปราบปรามการทุจริต)', 'MOIT 16 (1.2 รายงานผลการดำเนินงานตามแผนปฏิบัติการป้องกัน ปราบปรามการทุจริต)', 'approved', '2024-09-13 18:09:03', '2024-09-13 18:12:35', '152', '566', 'public', '1', 'แบบรายงานดำเนินงานการป้องกันปราบปราม (12 เดือน).pdf', '2024-09-13 18:09:03', 'MOIT 16 (1.2 รายงานผลการดำเนินงานตามแผนปฏิบัติการป้องกัน ปราบปรามการทุจริต)', '0', '0', '13');
INSERT INTO `documents` VALUES ('24', 'MOIT 16 (1.3 มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน)', 'MOIT 16 (1.3 มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน)', 'approved', '2024-09-13 18:10:00', '2024-09-13 18:12:35', '152', '567', 'public', '1', 'แบบฟอร์ม เผยแพร่ปราบปราม.pdf', '2024-09-13 18:10:00', 'MOIT 16 (1.3 มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน)', '0', '0', '13');
INSERT INTO `documents` VALUES ('25', 'MOIT 16 (2.1 มีบันทึกข้อความเสนอผู้บริหาร)', 'MOIT 16 (2.1 มีบันทึกข้อความเสนอผู้บริหาร)', 'approved', '2024-09-13 18:10:48', '2024-09-13 18:12:35', '153', '568', 'public', '1', 'บันทึก รายงานแผนจริยธรรม.pdf', '2024-09-13 18:10:48', 'MOIT 16 (2.1 มีบันทึกข้อความเสนอผู้บริหาร)', '0', '0', '13');
INSERT INTO `documents` VALUES ('26', 'MOIT 16 (2.2 มีรายงานผลการกำกับติดตามการดำเนินงานตามแผนปฏิบัติการส่งเสริมคุณธรรมของชมรมจริยธรรม)', 'MOIT 16 (2.2 มีรายงานผลการกำกับติดตามการดำเนินงานตามแผนปฏิบัติการส่งเสริมคุณธรรมของชมรมจริยธรรม)', 'approved', '2024-09-13 18:11:45', '2024-09-13 18:12:35', '153', '569', 'public', '1', 'แบบรายงานแผนปฏิบัติการ จริยธรรม.pdf', '2024-09-13 18:11:45', 'MOIT 16 (2.2 มีรายงานผลการกำกับติดตามการดำเนินงานตามแผนปฏิบัติการส่งเสริมคุณธรรมของชมรมจริยธรรม)', '0', '0', '13');
INSERT INTO `documents` VALUES ('27', 'MOIT 16 (2.3 มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน)', 'MOIT 16 (2.3 มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน)', 'approved', '2024-09-13 18:12:26', '2024-09-13 18:12:35', '153', '570', 'public', '1', 'แบบฟอร์ม เผยแพร่จริยธรรม.pdf', '2024-09-13 18:12:26', 'MOIT 16 (2.3 มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน)', '0', '0', '13');
INSERT INTO `documents` VALUES ('28', 'MOIT 17 (1. มีบันทึกข้อความ ที่ผู้บริหารลงนามรับทราบ)', 'MOIT 17 (1. มีบันทึกข้อความ ที่ผู้บริหารลงนามรับทราบ)', 'approved', '2024-09-13 18:17:23', '2024-09-13 18:18:57', '154', '571', 'public', '1', 'บันทึก รายงานผล.pdf', '2024-09-13 18:17:23', 'MOIT 17 (1. มีบันทึกข้อความ ที่ผู้บริหารลงนามรับทราบ)', '0', '0', '13');
INSERT INTO `documents` VALUES ('29', 'MOIT 17 (2. มีรายงานผลการดำเนินงานตามแผนบริหารความเสี่ยงการทุจริต ประจำปีงบประมาณ พ.ศ. 2567)', 'MOIT 17 (2. มีรายงานผลการดำเนินงานตามแผนบริหารความเสี่ยงการทุจริต ประจำปีงบประมาณ พ.ศ. 2567)', 'approved', '2024-09-13 18:18:10', '2024-09-13 18:18:57', '154', '572', 'public', '1', 'รายงานผลการดำเนินงานตามแผนบริหารความเสี่ยง ปีงบ 67.pdf', '2024-09-13 18:18:10', 'MOIT 17 (2. มีรายงานผลการดำเนินงานตามแผนบริหารความเสี่ยงการทุจริต ประจำปีงบประมาณ พ.ศ. 2567)', '0', '0', '13');
INSERT INTO `documents` VALUES ('30', 'MOIT 17 (3. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน)', 'MOIT 17 (3. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน)', 'approved', '2024-09-13 18:18:48', '2024-09-13 18:18:57', '154', '573', 'public', '1', 'แบบฟอร์ม เผยแพร่.pdf', '2024-09-13 18:18:48', 'MOIT 17 (3. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน)', '0', '0', '13');
INSERT INTO `documents` VALUES ('31', 'MOIT 19 (1. มีบันทึกข้อความ ที่ผู้บริหารรับทราบ)', 'MOIT 19 (1. มีบันทึกข้อความ ที่ผู้บริหารรับทราบ)', 'approved', '2024-09-13 18:21:37', '2024-09-13 18:22:55', '155', '574', 'public', '1', 'บันทึก รับทราบรายงาน.pdf', '2024-09-13 18:21:37', 'MOIT 19 (1. มีบันทึกข้อความ ที่ผู้บริหารรับทราบ)', '0', '0', '13');
INSERT INTO `documents` VALUES ('32', 'MOIT 19 (2. มีรายงานการเรี่ยไรและการให้หรือรับของขวัญหรือประโยชน์อื่นใด)', 'MOIT 19 (2. มีรายงานการเรี่ยไรและการให้หรือรับของขวัญหรือประโยชน์อื่นใด)', 'approved', '2024-09-13 18:22:18', '2024-09-13 18:22:55', '155', '575', 'public', '1', 'รายงานเรี่ยไร่จากระบบ MSRS ปีงบ 67.pdf', '2024-09-13 18:22:18', 'MOIT 19 (2. มีรายงานการเรี่ยไรและการให้หรือรับของขวัญหรือประโยชน์อื่นใด)', '0', '0', '13');
INSERT INTO `documents` VALUES ('33', 'MOIT 19 (3. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน)', 'MOIT 19 (3. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน)', 'approved', '2024-09-13 18:22:48', '2024-09-13 18:22:55', '155', '576', 'public', '1', 'แบบฟอร์ม เผยแพร่.pdf', '2024-09-13 18:22:48', 'MOIT 19 (3. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน)', '0', '0', '13');
INSERT INTO `documents` VALUES ('34', 'MOIT 22 (1. มีบันทึกข้อความ ที่ผู้บริหารรับทราบ)', 'MOIT 22 (1. มีบันทึกข้อความ ที่ผู้บริหารรับทราบ)', 'approved', '2024-09-13 18:25:19', '2024-09-13 18:26:43', '156', '577', 'public', '1', 'บันทึก รับทราบรายงาน.pdf', '2024-09-13 18:25:19', 'MOIT 22 (1. มีบันทึกข้อความ ที่ผู้บริหารรับทราบ)', '0', '0', '13');
INSERT INTO `documents` VALUES ('35', 'MOIT 22 (2. มีรายงานผลการดำเนินงานตามมาตรการการป้องกันและแก้ไขปัญหาการล่วงละเมิดหรือคุกคามทางเพศในการทำงาน ประจำปีงบประมาณ 2567)', 'MOIT 22 (2. มีรายงานผลการดำเนินงานตามมาตรการการป้องกันและแก้ไขปัญหาการล่วงละเมิดหรือคุกคามทางเพศในการทำงาน ประจำปีงบประมาณ 2567)', 'approved', '2024-09-13 18:25:51', '2024-09-13 18:26:43', '156', '578', 'public', '1', 'รายงานผลการดำเนินงานการล่วงละเมินทางเพศ 67.pdf', '2024-09-13 18:25:51', 'MOIT 22 (2. มีรายงานผลการดำเนินงานตามมาตรการการป้องกันและแก้ไขปัญหาการล่วงละเมิดหรือคุกคามทางเพศในการทำงาน ประจำปีงบประมาณ 2567)', '0', '0', '13');
INSERT INTO `documents` VALUES ('36', 'MOIT 22 (3. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน)', 'MOIT 22 (3. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน)', 'approved', '2024-09-13 18:26:31', '2024-09-13 18:26:43', '156', '579', 'public', '1', 'แบบฟอร์ม เผยแพร่.pdf', '2024-09-13 18:26:31', 'MOIT 22 (3. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน)', '0', '0', '13');
INSERT INTO `documents` VALUES ('37', 'MOIT1 (1.1 บันทึกข้อความที่ผู้บริหารลงนามในคำสั่ง/ประกาศ) ', 'MOIT1 (1.1 บันทึกข้อความที่ผู้บริหารลงนามในคำสั่ง/ประกาศ) ', 'approved', '2024-12-26 09:25:53', '2024-12-26 09:33:53', '157', '580', 'public', '1', 'MOIT 1 (1.1 บันทึก).pdf', '2024-12-26 09:25:53', 'MOIT1 (1.1 บันทึกข้อความที่ผู้บริหารลงนามในคำสั่ง/ประกาศ) ', '0', '0', '13');
INSERT INTO `documents` VALUES ('38', 'MOIT1 (1.2 คำสั่ง/ประกาศ)', 'MOIT1 (1.2 คำสั่ง/ประกาศ)', 'approved', '2024-12-26 09:29:38', '2024-12-26 09:33:53', '157', '581', 'public', '1', 'MOIT 1 (1.2 คำสั่ง_ประกาศ).pdf', '2024-12-26 09:29:38', 'MOIT1 (1.2 คำสั่ง/ประกาศ)', '0', '0', '13');
INSERT INTO `documents` VALUES ('39', 'MOIT1 (1.3 กรอบแนวทางการเผยแพร่) ', 'MOIT1 (1.3 กรอบแนวทางการเผยแพร่) ', 'approved', '2024-12-26 09:31:14', '2024-12-26 09:33:53', '157', '582', 'public', '1', 'MOIT 1 (1.3 กรอบแนวทางเผยแพร่).pdf', '2024-12-26 09:31:14', 'MOIT1 (1.3 กรอบแนวทางการเผยแพร่) ', '0', '0', '13');
INSERT INTO `documents` VALUES ('40', 'MOIT1 (1.4 แบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน)', 'MOIT1 (1.4 แบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน)', 'approved', '2024-12-26 09:33:00', '2024-12-26 09:33:53', '157', '583', 'public', '1', 'MOIT 1 (1.4 แบบขอเผยแพร่).pdf', '2024-12-26 09:33:00', 'MOIT1 (1.4 แบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน)', '0', '0', '13');
INSERT INTO `documents` VALUES ('41', 'MOIT1 (2.1 บันทึกข้อความ)', 'MOIT1 (2.1 บันทึกข้อความ)', 'approved', '2024-12-26 09:40:24', '2024-12-26 09:48:17', '158', '584', 'public', '1', 'MOIT 1 (2.1 บันทึก).pdf', '2024-12-26 09:40:24', 'MOIT1 (2.1 บันทึกข้อความ)', '0', '0', '13');
INSERT INTO `documents` VALUES ('42', 'MOIT1 (2.2 รายงานผลการติดตามการเผยแพร่)', 'MOIT1 (2.2 รายงานผลการติดตามการเผยแพร่)', 'approved', '2024-12-26 09:46:08', '2024-12-26 09:48:17', '158', '585', 'public', '1', 'MOIT 1 (2.2 รายงานการกำกับติดตาม).pdf', '2024-12-26 09:46:08', 'MOIT1 (2.2 รายงานผลการติดตามการเผยแพร่)', '0', '0', '13');
INSERT INTO `documents` VALUES ('43', 'MOIT1 (2.3 แบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะ)', 'MOIT1 (2.3 แบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะ)', 'approved', '2024-12-26 09:47:17', '2024-12-26 09:48:17', '158', '586', 'public', '1', 'MOIT 1 (2.3 แบบฟอร์มเผยแพร่ข้อมูล).pdf', '2024-12-26 09:47:17', 'MOIT1 (2.3 แบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะ)', '0', '0', '13');
INSERT INTO `documents` VALUES ('44', 'MOIT2 (1.1 ข้อมูลผู้บริหาร แสดงรายนามของผู้บริหาร)', 'MOIT2 (1.1 ข้อมูลผู้บริหาร แสดงรายนามของผู้บริหาร)', 'approved', '2024-12-26 09:53:27', '2024-12-26 10:12:00', '159', '587', 'public', '1', 'MOIT 2 (1.1 ข้อมูลของผู้บริหาร).pdf', '2024-12-26 09:53:27', 'MOIT2 (1.1 ข้อมูลผู้บริหาร แสดงรายนามของผู้บริหาร)', '0', '0', '13');
INSERT INTO `documents` VALUES ('45', 'MOIT2 (1.2 นโยบายของผู้บริหาร)', 'MOIT2 (1.2 นโยบายของผู้บริหาร)', 'approved', '2024-12-26 09:57:02', '2024-12-26 10:12:00', '159', '588', 'public', '1', 'นโยบายของผู้บริหาร.pdf', '2024-12-26 09:57:02', 'MOIT2 (1.2 นโยบายของผู้บริหาร)', '0', '0', '13');
INSERT INTO `documents` VALUES ('46', 'MOIT2 (1.3 โครงสร้างหน่วยงาน) ', 'MOIT2 (1.3 โครงสร้างหน่วยงาน) ', 'approved', '2024-12-26 10:02:40', '2024-12-26 10:12:00', '159', '589', 'public', '1', 'MOIT 2 (1.3 โครงสร้างหน่วยงาน).pdf', '2024-12-26 10:02:40', 'MOIT2 (1.3 โครงสร้างหน่วยงาน) ', '0', '0', '13');
INSERT INTO `documents` VALUES ('47', 'MOIT2 (1.4 หน้าที่และอำนาจของหน่วยงานตามกฎหมายจัดตั้ง)', 'MOIT2 (1.4 หน้าที่และอำนาจของหน่วยงานตามกฎหมายจัดตั้ง)', 'approved', '2024-12-26 10:05:31', '2024-12-26 10:12:00', '159', '590', 'public', '1', 'MOIT2 (1.4 หน้าที่และอำนาจของหน่วยงานตามกฎหมาย).pdf', '2024-12-26 10:05:31', 'MOIT2 (1.4 หน้าที่และอำนาจของหน่วยงานตามกฎหมายจัดตั้ง)', '0', '0', '13');
INSERT INTO `documents` VALUES ('48', 'MOIT2 (1.5 กฎหมายที่เกี่ยวข้องกับการดำเนินงานหรือการปกิบัติงานของหน่วยงาน)', 'MOIT2 (1.5 กฎหมายที่เกี่ยวข้องกับการดำเนินงานหรือการปกิบัติงานของหน่วยงาน)', 'approved', '2024-12-26 10:09:10', '2024-12-26 10:12:00', '159', '591', 'public', '1', 'พรบ. ประมวลกฎหมายยาเสพติด 2564.pdf', '2024-12-26 10:09:10', 'MOIT2 (1.5 กฎหมายที่เกี่ยวข้องกับการดำเนินงานหรือการปกิบัติงานของหน่วยงาน)', '0', '0', '13');
INSERT INTO `documents` VALUES ('49', 'MOIT2 (1.5 กฎหมายที่เกี่ยวข้องกับการดำเนินงานหรือการปฏิบัติงานของหน่วยงาน)', 'MOIT2 (1.5 กฎหมายที่เกี่ยวข้องกับการดำเนินงานหรือการปฏิบัติงานของหน่วยงาน)', 'approved', '2024-12-26 10:10:15', '2024-12-26 10:12:00', '159', '591', 'public', '1', 'พรบ.สุขภาพแห่งชาติ พ.ศ. 2550.pdf', '2024-12-26 10:10:15', 'MOIT2 (1.5 กฎหมายที่เกี่ยวข้องกับการดำเนินงานหรือการปฏิบัติงานของหน่วยงาน)', '0', '0', '13');
INSERT INTO `documents` VALUES ('50', 'MOIT2 (1.5 กฎหมายที่เกี่ยวข้องกับการดำเนินงานหรือการปฏิบัติงานของหน่วยงาน)', 'MOIT2 (1.5 กฎหมายที่เกี่ยวข้องกับการดำเนินงานหรือการปฏิบัติงานของหน่วยงาน)', 'approved', '2024-12-26 10:10:45', '2024-12-26 10:12:00', '159', '591', 'public', '1', 'ระเบียบกระทรวงสาธารณสุข ว่าด้วยการคุ้มครองสุขภาพ.pdf', '2024-12-26 10:10:45', 'MOIT2 (1.5 กฎหมายที่เกี่ยวข้องกับการดำเนินงานหรือการปฏิบัติงานของหน่วยงาน)', '0', '0', '13');
INSERT INTO `documents` VALUES ('51', 'MOIT2 (1.5 กฎหมายที่เกี่ยวข้องกับการดำเนินงานหรือการปฏิบัติงานของหน่วยงาน)', 'MOIT2 (1.5 กฎหมายที่เกี่ยวข้องกับการดำเนินงานหรือการปฏิบัติงานของหน่วยงาน)', 'approved', '2024-12-26 10:11:07', '2024-12-26 10:12:00', '159', '591', 'public', '1', 'แบบฟอร์มขอเผยแพร่ข้อมูล.pdf', '2024-12-26 10:11:07', 'MOIT2 (1.5 กฎหมายที่เกี่ยวข้องกับการดำเนินงานหรือการปฏิบัติงานของหน่วยงาน)', '0', '0', '13');
INSERT INTO `documents` VALUES ('52', 'MOIT2 (1.6 ข่าวประชาสัมพันธ์) ', 'MOIT2 (1.6 ข่าวประชาสัมพันธ์) ', 'approved', '2024-12-26 10:16:36', '2024-12-26 10:35:54', '159', '592', 'public', '1', 'ข่าวประชาสัมพันธ์ ปีงบ 2567.pdf', '2024-12-26 10:16:36', 'MOIT2 (1.6 ข่าวประชาสัมพันธ์) ', '0', '0', '13');
INSERT INTO `documents` VALUES ('53', 'MOIT2 (1.7 ข้อมูลการติดต่อหน่วยงาน)', 'MOIT2 (1.7 ข้อมูลการติดต่อหน่วยงาน)', 'approved', '2024-12-26 10:18:51', '2024-12-26 10:35:54', '159', '593', 'public', '1', 'ข้อมูลการติดต่อหน่วยงาน.pdf', '2024-12-26 10:18:51', 'MOIT2 (1.7 ข้อมูลการติดต่อหน่วยงาน)', '0', '0', '13');
INSERT INTO `documents` VALUES ('54', 'MOIT2 (1.7 ข้อมูลการติดต่อหน่วยงาน) ', 'MOIT2 (1.7 ข้อมูลการติดต่อหน่วยงาน) ', 'approved', '2024-12-26 10:19:34', '2024-12-26 10:35:54', '159', '593', 'public', '1', 'แบบฟอร์มขอเผยแพร่ข้อมูล.pdf', '2024-12-26 10:19:34', 'MOIT2 (1.7 ข้อมูลการติดต่อหน่วยงาน) ', '0', '0', '13');
INSERT INTO `documents` VALUES ('55', 'MOIT2 (1.6 ข่าวประชาสัมพันธ์)', 'MOIT2 (1.6 ข่าวประชาสัมพันธ์)', 'approved', '2024-12-26 10:20:54', '2024-12-26 10:35:54', '159', '592', 'public', '1', 'แบบฟอร์มขอเผยแพร่ข้อมูล.pdf', '2024-12-26 10:20:54', 'MOIT2 (1.6 ข่าวประชาสัมพันธ์)', '0', '0', '13');
INSERT INTO `documents` VALUES ('56', 'MOIT2 (1.8 ช่องทางการรับฟังความคิดเห็นที่บุคคลภายนอกสามารถแสดงความคิดเห็นต่อการดำเนินงานตามหน้าที่)', 'MOIT2 (1.8 ช่องทางการรับฟังความคิดเห็นที่บุคคลภายนอกสามารถแสดงความคิดเห็นต่อการดำเนินงานตามหน้าที่)', 'approved', '2024-12-26 10:23:36', '2024-12-26 10:35:54', '159', '594', 'public', '1', 'MOIT2 (1.8 ช่องทางการรับฟังความคิดเห็น).pdf', '2024-12-26 10:23:36', 'MOIT2 (1.8 ช่องทางการรับฟังความคิดเห็นที่บุคคลภายนอกสามารถแสดงความคิดเห็นต่อการดำเนินงานตามหน้าที่)', '0', '0', '13');
INSERT INTO `documents` VALUES ('57', 'MOIT2 (2. วิสัยทัศน์ พันธกิจ ค่านิยม MOPH) ', 'MOIT2 (2. วิสัยทัศน์ พันธกิจ ค่านิยม MOPH) ', 'approved', '2024-12-26 10:26:12', '2024-12-26 10:35:54', '159', '595', 'public', '1', 'MOIT2 (2. วิสัยทัศน์ พันธกิจ ค่านิยม MOPH).pdf', '2024-12-26 10:26:12', 'MOIT2 (2. วิสัยทัศน์ พันธกิจ ค่านิยม MOPH) ', '0', '0', '13');
INSERT INTO `documents` VALUES ('58', 'MOIT2 (3. พรบ. มาตรฐานทางจริยธรรม พ.ศ. 2562)', 'MOIT2 (3. พรบ. มาตรฐานทางจริยธรรม พ.ศ. 2562)', 'approved', '2024-12-26 10:28:52', '2024-12-26 10:35:54', '159', '596', 'public', '1', 'MOIT2 (3. พรบ.มาตรฐานทางจริยธรรม พ.ศ. 2562).pdf', '2024-12-26 10:28:52', 'MOIT2 (3. พรบ. มาตรฐานทางจริยธรรม พ.ศ. 2562)', '0', '0', '13');
INSERT INTO `documents` VALUES ('59', 'MOIT2 (4.ประมวลจริยธรรมข้าราชการพลเรือน พ.ศ. 2564)', 'MOIT2 (4.ประมวลจริยธรรมข้าราชการพลเรือน พ.ศ. 2564)', 'approved', '2024-12-26 10:32:02', '2024-12-26 10:35:54', '159', '597', 'public', '1', 'MOIT2 (4. ประมวลจริยธรรมข้าราชการพลเรือน พ.ศ. 2564).pdf', '2024-12-26 10:32:02', 'MOIT2 (4.ประมวลจริยธรรมข้าราชการพลเรือน พ.ศ. 2564)', '0', '0', '13');
INSERT INTO `documents` VALUES ('60', 'MOIT2 (5. ข้อกำหนดจริยธรรมเจ้าหน้าที่ของรัฐสำนักงานปลัดกระทรวงสาธารณสุข พ.ศ. 2564)', 'MOIT2 (5. ข้อกำหนดจริยธรรมเจ้าหน้าที่ของรัฐสำนักงานปลัดกระทรวงสาธารณสุข พ.ศ. 2564)', 'approved', '2024-12-26 10:34:30', '2024-12-26 10:35:54', '159', '598', 'public', '1', 'MOIT2 (5. ข้อกำหนดจริยธรรมเจ้าหน้าที่ของรัฐสำนักงานปลัดกระทรวงสาธารณสุข 2564).pdf', '2024-12-26 10:34:30', 'MOIT2 (5. ข้อกำหนดจริยธรรมเจ้าหน้าที่ของรัฐสำนักงานปลัดกระทรวงสาธารณสุข พ.ศ. 2564)', '0', '0', '13');
INSERT INTO `documents` VALUES ('61', 'MOIT2 (6. ยุทธศาสตร์และแผนระดับชาติ จำนวน 3 ระดับ)', 'MOIT2 (6. ยุทธศาสตร์และแผนระดับชาติ จำนวน 3 ระดับ)', 'approved', '2024-12-26 10:45:46', '2024-12-26 11:06:07', '159', '599', 'public', '1', '6.1 ยุทธศาสตร์ชาติ พ.ศ. 2561-2580.pdf', '2024-12-26 10:45:46', 'MOIT2 (6. ยุทธศาสตร์และแผนระดับชาติ จำนวน 3 ระดับ)', '0', '0', '13');
INSERT INTO `documents` VALUES ('62', 'MOIT2 (6. ยุทธศาสตร์และแผนระดับชาติ จำนวน 3 ระดับ)', 'MOIT2 (6. ยุทธศาสตร์และแผนระดับชาติ จำนวน 3 ระดับ)', 'approved', '2024-12-26 10:46:30', '2024-12-26 11:06:07', '159', '599', 'public', '1', '6.2.1 แผนแม่บทภายใต้ยุทธศาสตร์ชาติ (พ.ศ. 2566-2580) (ฉบับแก้ไขเพิ่มเติม).pdf', '2024-12-26 10:46:30', 'MOIT2 (6. ยุทธศาสตร์และแผนระดับชาติ จำนวน 3 ระดับ)', '0', '0', '13');
INSERT INTO `documents` VALUES ('63', 'MOIT2 (6. ยุทธศาสตร์และแผนระดับชาติ จำนวน 3 ระดับ)', 'MOIT2 (6. ยุทธศาสตร์และแผนระดับชาติ จำนวน 3 ระดับ)', 'approved', '2024-12-26 10:46:46', '2024-12-26 11:06:07', '159', '599', 'public', '1', '6.2.2 แผนพัฒนาเศรษฐกิจและสังคมแห่งชาติ ฉบับที่ 13 (พ.ศ.2566-2570).pdf', '2024-12-26 10:46:46', 'MOIT2 (6. ยุทธศาสตร์และแผนระดับชาติ จำนวน 3 ระดับ)', '0', '0', '13');
INSERT INTO `documents` VALUES ('64', 'MOIT2 (6. ยุทธศาสตร์และแผนระดับชาติ จำนวน 3 ระดับ)', 'MOIT2 (6. ยุทธศาสตร์และแผนระดับชาติ จำนวน 3 ระดับ)', 'approved', '2024-12-26 10:47:11', '2024-12-26 11:06:07', '159', '599', 'public', '1', '6.2.3 นโยบายและแผนระดับชาติว่าด้วยความมั่นคงแห่งชาติ (พ.ศ. 2566-2570).pdf', '2024-12-26 10:47:11', 'MOIT2 (6. ยุทธศาสตร์และแผนระดับชาติ จำนวน 3 ระดับ)', '0', '0', '13');
INSERT INTO `documents` VALUES ('65', 'MOIT2 (6. ยุทธศาสตร์และแผนระดับชาติ จำนวน 3 ระดับ)', 'MOIT2 (6. ยุทธศาสตร์และแผนระดับชาติ จำนวน 3 ระดับ)', 'approved', '2024-12-26 10:47:37', '2024-12-26 11:06:07', '159', '599', 'public', '1', '6.3.1 แผนปฏิบัติการด้านการต่อต้านการทุจริตและประพฤติมิชอบ ระยะที่ 2 (พ.ศ. 2566-257).pdf', '2024-12-26 10:47:37', 'MOIT2 (6. ยุทธศาสตร์และแผนระดับชาติ จำนวน 3 ระดับ)', '0', '0', '13');
INSERT INTO `documents` VALUES ('66', 'MOIT2 (6. ยุทธศาสตร์และแผนระดับชาติ จำนวน 3 ระดับ)', 'MOIT2 (6. ยุทธศาสตร์และแผนระดับชาติ จำนวน 3 ระดับ)', 'approved', '2024-12-26 10:48:18', '2024-12-26 11:06:07', '159', '599', 'public', '1', '6.3.2 แผนปฏิบัติการด้านการส่งเสริมคุณธรรมแห่งชาติ ระยะที่ 2 (66-70).pdf', '2024-12-26 10:48:18', 'MOIT2 (6. ยุทธศาสตร์และแผนระดับชาติ จำนวน 3 ระดับ)', '0', '0', '13');
INSERT INTO `documents` VALUES ('67', 'MOIT2 (6. ยุทธศาสตร์และแผนระดับชาติ จำนวน 3 ระดับ)', 'MOIT2 (6. ยุทธศาสตร์และแผนระดับชาติ จำนวน 3 ระดับ)', 'approved', '2024-12-26 10:48:37', '2024-12-26 11:06:07', '159', '599', 'public', '1', '6.3.3 ยุทธศาสตร์ด้านมาตรฐานทางจริยธรรมและการส่งเสริมจริยธรรมภาครัฐ (65-70).pdf', '2024-12-26 10:48:37', 'MOIT2 (6. ยุทธศาสตร์และแผนระดับชาติ จำนวน 3 ระดับ)', '0', '0', '13');
INSERT INTO `documents` VALUES ('68', 'MOIT2 (7. แผนปฏิบัติการด้านการป้องกันปราบปรามการทุจริต)', 'MOIT2 (7. แผนปฏิบัติการด้านการป้องกันปราบปรามการทุจริต)', 'approved', '2024-12-26 10:50:08', '2024-12-26 11:06:07', '159', '600', 'public', '1', '7.1 แผนปฏิบัติราชการด้านการป้องกัน ปราบปรามการทุจริต ระยะที่ที่ 2.pdf', '2024-12-26 10:50:08', 'MOIT2 (7. แผนปฏิบัติการด้านการป้องกันปราบปรามการทุจริต)', '0', '0', '13');
INSERT INTO `documents` VALUES ('69', 'MOIT2 (7. แผนปฏิบัติการด้านการป้องกันปราบปรามการทุจริต)', 'MOIT2 (7. แผนปฏิบัติการด้านการป้องกันปราบปรามการทุจริต)', 'approved', '2024-12-26 10:50:27', '2024-12-26 11:06:07', '159', '600', 'public', '1', '7.2 แผนปกิบัติการด้านการส่งเสริมคุณธรรม ระยะที่ 2.pdf', '2024-12-26 10:50:27', 'MOIT2 (7. แผนปฏิบัติการด้านการป้องกันปราบปรามการทุจริต)', '0', '0', '13');
INSERT INTO `documents` VALUES ('70', 'MOIT2 (8. นโยบายและยุทธศาสตร์ของหน่วยงาน)', 'MOIT2 (8. นโยบายและยุทธศาสตร์ของหน่วยงาน)', 'approved', '2024-12-26 10:52:15', '2025-07-11 23:43:30', '159', '601', 'public', '1', 'แผนแม่บทยุทธศาสตร์ชาติ.pdf', '2024-12-26 10:52:15', 'MOIT2 (8. นโยบายและยุทธศาสตร์ของหน่วยงาน)', '0', '0', '13');
INSERT INTO `documents` VALUES ('71', 'MOIT2 (8. นโยบายและยุทธศาสตร์ของหน่วยงาน)', 'MOIT2 (8. นโยบายและยุทธศาสตร์ของหน่วยงาน)', 'approved', '2024-12-26 10:52:34', '2025-07-11 23:43:30', '159', '601', 'public', '1', 'นโยบาย 5+5 นโยบาย จังหวัด นโยบาย รพ.น้ำยืน 2568.pdf', '2024-12-26 10:52:34', 'MOIT2 (8. นโยบายและยุทธศาสตร์ของหน่วยงาน)', '0', '0', '13');
INSERT INTO `documents` VALUES ('72', 'MOIT2 (8. นโยบายและยุทธศาสตร์ของหน่วยงาน)', 'MOIT2 (8. นโยบายและยุทธศาสตร์ของหน่วยงาน)', 'approved', '2024-12-26 10:52:48', '2025-07-11 23:43:30', '159', '601', 'public', '1', 'แบบฟอร์มขอเผยแพร่ข้อมูล.pdf', '2024-12-26 10:52:48', 'MOIT2 (8. นโยบายและยุทธศาสตร์ของหน่วยงาน)', '0', '0', '13');
INSERT INTO `documents` VALUES ('73', 'MOIT2 (12. คู่มือการปกิบัติงานการร้องเรียนการปฏิบัติงานหรือการให้บริการของเจ้าหน้าที่)', 'MOIT2 (12. คู่มือการปกิบัติงานการร้องเรียนการปฏิบัติงานหรือการให้บริการของเจ้าหน้าที่)', 'approved', '2024-12-26 10:55:43', '2024-12-26 11:01:16', '159', '605', 'public', '1', 'MOIT 2 (12. คู่มือร้องเรียนการปฏิบัติงานหรือบริการ จนท.).pdf', '2024-12-26 10:55:43', 'MOIT2 (12. คู่มือการปกิบัติงานการร้องเรียนการปฏิบัติงานหรือการให้บริการของเจ้าหน้าที่)', '0', '0', '13');
INSERT INTO `documents` VALUES ('74', 'MOIT2 (12. คู่มือการปกิบัติงานการร้องเรียนการปฏิบัติงานหรือการให้บริการของเจ้าหน้าที่)', 'MOIT2 (12. คู่มือการปกิบัติงานการร้องเรียนการปฏิบัติงานหรือการให้บริการของเจ้าหน้าที่)', 'approved', '2024-12-26 10:56:07', '2024-12-26 11:01:16', '159', '605', 'public', '1', 'แบบฟอร์มขอเผยแพร่ข้อมูล.pdf', '2024-12-26 10:56:07', 'MOIT2 (12. คู่มือการปกิบัติงานการร้องเรียนการปฏิบัติงานหรือการให้บริการของเจ้าหน้าที่)', '0', '0', '13');
INSERT INTO `documents` VALUES ('75', 'MOIT2 (7. แผนปฏิบัติการด้านการป้องกันปราบปรามการทุจริตและประพฤติมิชอบ)', 'MOIT2 (7. แผนปฏิบัติการด้านการป้องกันปราบปรามการทุจริตและประพฤติมิชอบ)', 'approved', '2024-12-26 11:13:01', '2025-07-11 23:43:31', '159', '600', 'public', '1', 'แบบฟอร์มขอเผยแพร่ข้อมูล.pdf', '2024-12-26 11:13:01', 'MOIT2 (7. แผนปฏิบัติการด้านการป้องกันปราบปรามการทุจริตและประพฤติมิชอบ)', '0', '0', '13');
INSERT INTO `documents` VALUES ('76', 'MOIT2 (13. คู่มือการปฏิบัติงานการร้องเรียนการทุจริตและประพฤติมิชอบ)', 'MOIT2 (13. คู่มือการปฏิบัติงานการร้องเรียนการทุจริตและประพฤติมิชอบ)', 'approved', '2024-12-26 11:21:59', '2024-12-26 11:28:19', '159', '606', 'public', '1', 'MOIT 2 (13. คู่มือการปฏิบัติงานการร้องเรียนและประพฤติมิชอบ).pdf', '2024-12-26 11:21:59', 'MOIT2 (13. คู่มือการปฏิบัติงานการร้องเรียนการทุจริตและประพฤติมิชอบ)', '0', '0', '13');
INSERT INTO `documents` VALUES ('77', 'MOIT2 (13. คู่มือการปฏิบัติงานการร้องเรียนการทุจริตและประพฤติมิชอบ)', 'MOIT2 (13. คู่มือการปฏิบัติงานการร้องเรียนการทุจริตและประพฤติมิชอบ)', 'approved', '2024-12-26 11:22:17', '2024-12-26 11:28:19', '159', '606', 'public', '1', 'แบบฟอร์มขอเผยแพร่ข้อมูล.pdf', '2024-12-26 11:22:17', 'MOIT2 (13. คู่มือการปฏิบัติงานการร้องเรียนการทุจริตและประพฤติมิชอบ)', '0', '0', '13');
INSERT INTO `documents` VALUES ('78', 'MOIT2 (14. คู่มือการปฏิบัติงานตามภารกิจหลักและภารกิจสนับสนุนของหน่วยงาน)', 'MOIT2 (14. คู่มือการปฏิบัติงานตามภารกิจหลักและภารกิจสนับสนุนของหน่วยงาน)', 'approved', '2024-12-26 11:23:25', '2024-12-26 11:28:19', '159', '607', 'public', '1', 'MOIT 2 (14. คู่มือการปฏิบัติงานตามภารกิจหลักและสนับสนุน).pdf', '2024-12-26 11:23:25', 'MOIT2 (14. คู่มือการปฏิบัติงานตามภารกิจหลักและภารกิจสนับสนุนของหน่วยงาน)', '0', '0', '13');
INSERT INTO `documents` VALUES ('79', 'MOIT2 (14. คู่มือการปฏิบัติงานตามภารกิจหลักและภารกิจสนับสนุนของหน่วยงาน)', 'MOIT2 (14. คู่มือการปฏิบัติงานตามภารกิจหลักและภารกิจสนับสนุนของหน่วยงาน)', 'approved', '2024-12-26 11:23:52', '2024-12-26 11:28:19', '159', '607', 'public', '1', 'แบบฟอร์มขอเผยแพร่ข้อมูล.pdf', '2024-12-26 11:23:52', 'MOIT2 (14. คู่มือการปฏิบัติงานตามภารกิจหลักและภารกิจสนับสนุนของหน่วยงาน)', '0', '0', '13');
INSERT INTO `documents` VALUES ('80', 'MOIT2 (16. รายงานผลการดำเนินงานเกี่ยวกับเรื่องร้องเรียนการปฏิบัติงานหรือการให้บริการ ประจำปีงบประมาณ พ.ศ. 2567) รอบ 12 เดือน ', 'MOIT2 (16. รายงานผลการดำเนินงานเกี่ยวกับเรื่องร้องเรียนการปฏิบัติงานหรือการให้บริการ ประจำปีงบประมาณ พ.ศ. 2567) รอบ 12 เดือน ', 'approved', '2024-12-26 11:25:42', '2024-12-26 11:28:19', '159', '609', 'public', '1', 'MOIT 2 (16. รายงานผลการดำเนินงานเกี่ยวกับเรื่องร้องเรียนการปฏิบัติงาน ปีงบ67).pdf', '2024-12-26 11:25:42', 'MOIT2 (16. รายงานผลการดำเนินงานเกี่ยวกับเรื่องร้องเรียนการปฏิบัติงานหรือการให้บริการ ประจำปีงบประมาณ พ.ศ. 2567) รอบ 12 เดือน ', '0', '0', '13');
INSERT INTO `documents` VALUES ('81', 'MOIT2 (16. รายงานผลการดำเนินงานเกี่ยวกับเรื่องร้องเรียนการปฏิบัติงานหรือการให้บริการ ประจำปีงบประมาณ พ.ศ. 2567) รอบ 12 เดือน ', 'MOIT2 (16. รายงานผลการดำเนินงานเกี่ยวกับเรื่องร้องเรียนการปฏิบัติงานหรือการให้บริการ ประจำปีงบประมาณ พ.ศ. 2567) รอบ 12 เดือน ', 'approved', '2024-12-26 11:26:03', '2024-12-26 11:28:19', '159', '609', 'public', '1', 'แบบฟอร์มขอเผยแพร่ข้อมูล.pdf', '2024-12-26 11:26:03', 'MOIT2 (16. รายงานผลการดำเนินงานเกี่ยวกับเรื่องร้องเรียนการปฏิบัติงานหรือการให้บริการ ประจำปีงบประมาณ พ.ศ. 2567) รอบ 12 เดือน ', '0', '0', '13');
INSERT INTO `documents` VALUES ('82', 'MOIT2 (17. รายงานผลการดำเนินการเกี่ยวกับเรื่องร้องเรียนการทุจริตและประพฤติมิชอบ ประจำปีงบประมาณ พ.ศ. 2567)', 'MOIT2 (17. รายงานผลการดำเนินการเกี่ยวกับเรื่องร้องเรียนการทุจริตและประพฤติมิชอบ ประจำปีงบประมาณ พ.ศ. 2567)', 'approved', '2024-12-26 11:27:26', '2024-12-26 11:28:19', '159', '610', 'public', '1', 'MOIT 2 (17. รายงานผลการดำเนินการเกี่ยวกับเรื่องร้องเรียน ปีงบ 67).pdf', '2024-12-26 11:27:26', 'MOIT2 (17. รายงานผลการดำเนินการเกี่ยวกับเรื่องร้องเรียนการทุจริตและประพฤติมิชอบ ประจำปีงบประมาณ พ.ศ. 2567)', '0', '0', '13');
INSERT INTO `documents` VALUES ('83', 'MOIT2 (17. รายงานผลการดำเนินการเกี่ยวกับเรื่องร้องเรียนการทุจริตและประพฤติมิชอบ ประจำปีงบประมาณ พ.ศ. 2567)', 'MOIT2 (17. รายงานผลการดำเนินการเกี่ยวกับเรื่องร้องเรียนการทุจริตและประพฤติมิชอบ ประจำปีงบประมาณ พ.ศ. 2567)', 'approved', '2024-12-26 11:27:43', '2024-12-26 11:28:19', '159', '610', 'public', '1', 'แบบฟอร์มขอเผยแพร่ข้อมูล.pdf', '2024-12-26 11:27:43', 'MOIT2 (17. รายงานผลการดำเนินการเกี่ยวกับเรื่องร้องเรียนการทุจริตและประพฤติมิชอบ ประจำปีงบประมาณ พ.ศ. 2567)', '0', '0', '13');
INSERT INTO `documents` VALUES ('84', 'MOIT 2 (11. แผนการใช้จ่ายงบประมาณประจำปีของหน่วยงานและผลการใช้จ่ายงบประมาณ)', 'MOIT 2 (11. แผนการใช้จ่ายงบประมาณประจำปีของหน่วยงานและผลการใช้จ่ายงบประมาณ)', 'approved', '2024-12-27 11:34:17', '2024-12-27 11:35:38', '159', '604', 'public', '1', 'แผนเงินบำรุง ปีงบ 68.pdf', '2024-12-27 11:34:17', 'MOIT 2 (11. แผนการใช้จ่ายงบประมาณประจำปีของหน่วยงานและผลการใช้จ่ายงบประมาณ)', '0', '0', '13');
INSERT INTO `documents` VALUES ('85', 'MOIT 2 (11. แผนการใช้จ่ายงบประมาณประจำปีของหน่วยงานและผลการใช้จ่ายงบประมาณ)', 'MOIT 2 (11. แผนการใช้จ่ายงบประมาณประจำปีของหน่วยงานและผลการใช้จ่ายงบประมาณ)', 'approved', '2024-12-27 11:34:44', '2024-12-27 11:35:38', '159', '604', 'public', '1', 'ผลการดำเนินงานตามแผนเงินบำรุง ปีงบ 68.pdf', '2024-12-27 11:34:44', 'MOIT 2 (11. แผนการใช้จ่ายงบประมาณประจำปีของหน่วยงานและผลการใช้จ่ายงบประมาณ)', '0', '0', '13');
INSERT INTO `documents` VALUES ('86', 'MOIT 2 (11. แผนการใช้จ่ายงบประมาณประจำปีของหน่วยงานและผลการใช้จ่ายงบประมาณ)', 'MOIT 2 (11. แผนการใช้จ่ายงบประมาณประจำปีของหน่วยงานและผลการใช้จ่ายงบประมาณ)', 'approved', '2024-12-27 11:35:05', '2024-12-27 11:35:38', '159', '604', 'public', '1', 'แบบฟอร์มขอเผยแพร่ข้อมูล(1).pdf', '2024-12-27 11:35:05', 'MOIT 2 (11. แผนการใช้จ่ายงบประมาณประจำปีของหน่วยงานและผลการใช้จ่ายงบประมาณ)', '0', '0', '13');
INSERT INTO `documents` VALUES ('87', 'MOIT 2 (9. แผนปฏิบัติการประจำปีของหน่วยงาน)', 'MOIT 2 (9. แผนปฏิบัติการประจำปีของหน่วยงาน)', 'approved', '2024-12-27 11:40:55', '2024-12-27 11:53:57', '159', '602', 'public', '1', 'แผนเงินบำรุง ปีงบ 68.pdf', '2024-12-27 11:40:55', 'MOIT 2 (9. แผนปฏิบัติการประจำปีของหน่วยงาน)', '0', '0', '13');
INSERT INTO `documents` VALUES ('88', 'MOIT 2 (9. แผนปฏิบัติการประจำปีของหน่วยงาน)', 'MOIT 2 (9. แผนปฏิบัติการประจำปีของหน่วยงาน)', 'approved', '2024-12-27 11:41:15', '2024-12-27 11:53:57', '159', '602', 'public', '1', 'แผนพัฒนาบุคลากรโรงพยาบาลน้ำยืน ปีงบ 68.pdf', '2024-12-27 11:41:15', 'MOIT 2 (9. แผนปฏิบัติการประจำปีของหน่วยงาน)', '0', '0', '13');
INSERT INTO `documents` VALUES ('89', 'MOIT 2 (9. แผนปฏิบัติการประจำปีของหน่วยงาน)', 'MOIT 2 (9. แผนปฏิบัติการประจำปีของหน่วยงาน)', 'approved', '2024-12-27 11:42:11', '2024-12-27 11:53:57', '159', '602', 'public', '1', 'นโยบาย 5+5 นโยบาย จังหวัด นโยบาย รพ.น้ำยืน 2568.pdf', '2024-12-27 11:42:11', 'MOIT 2 (9. แผนปฏิบัติการประจำปีของหน่วยงาน)', '0', '0', '13');
INSERT INTO `documents` VALUES ('90', 'MOIT 2 (10. รายงานผลการดำเนินงามตามแผนปฏิบัติการประจำปี)', 'MOIT 2 (10. รายงานผลการดำเนินงามตามแผนปฏิบัติการประจำปี)', 'approved', '2024-12-27 11:43:09', '2024-12-27 11:53:57', '159', '603', 'public', '1', 'รายงานผลการดำเนินงานตามแผนเงินบำรุง ปีงบ 68.pdf', '2024-12-27 11:43:09', 'MOIT 2 (10. รายงานผลการดำเนินงามตามแผนปฏิบัติการประจำปี)', '0', '0', '13');
INSERT INTO `documents` VALUES ('91', 'MOIT 2 (10. รายงานผลการดำเนินงามตามแผนปฏิบัติการประจำปี)', 'MOIT 2 (10. รายงานผลการดำเนินงามตามแผนปฏิบัติการประจำปี)', 'approved', '2024-12-27 11:43:23', '2024-12-27 11:53:57', '159', '603', 'public', '1', 'รายงานผลการพัฒนาบุคลากร ปีงบ 68.pdf', '2024-12-27 11:43:23', 'MOIT 2 (10. รายงานผลการดำเนินงามตามแผนปฏิบัติการประจำปี)', '0', '0', '13');
INSERT INTO `documents` VALUES ('92', 'MOIT 2 (9.แผนปิบัติการประจำปีของหน่วยงาน)', 'MOIT 2 (9.แผนปิบัติการประจำปีของหน่วยงาน)', 'approved', '2024-12-27 13:17:06', '2024-12-27 13:18:49', '159', '602', 'public', '1', 'แผนปฏิบัติการประจำปี ปีงบ 68.pdf', '2024-12-27 13:17:06', 'MOIT 2 (9.แผนปิบัติการประจำปีของหน่วยงาน)', '0', '0', '13');
INSERT INTO `documents` VALUES ('93', 'MOIT 2 (10. รายงานผลการดำเนินงานตามแผนปฏิบัติการประจำปีของหน่วยงาน)', 'MOIT 2 (10. รายงานผลการดำเนินงานตามแผนปฏิบัติการประจำปีของหน่วยงาน)', 'approved', '2024-12-27 13:18:19', '2024-12-27 13:18:49', '159', '603', 'public', '1', 'รายงานผลการดำเนินงานตามแผนปฏิบัติการ ปีงบ 68.pdf', '2024-12-27 13:18:19', 'MOIT 2 (10. รายงานผลการดำเนินงานตามแผนปฏิบัติการประจำปีของหน่วยงาน)', '0', '0', '13');
INSERT INTO `documents` VALUES ('94', 'MOIT 2 (9 แผนปฏิบัติการประจำปีของหน่วยงาน)', 'MOIT 2 (9 แผนปฏิบัติการประจำปีของหน่วยงาน)', 'approved', '2024-12-27 13:24:09', '2024-12-27 13:29:22', '159', '602', 'public', '1', 'แบบฟอร์มขอเผยแพร่ข้อมูล.pdf', '2024-12-27 13:24:09', 'MOIT 2 (9 แผนปฏิบัติการประจำปีของหน่วยงาน)', '0', '0', '13');
INSERT INTO `documents` VALUES ('95', 'MOIT 2 (10. รายงานผลการดำเนินงานตามแผนปฏิบัติการประจำปีของหน่วยงาน)', 'MOIT 2 (10. รายงานผลการดำเนินงานตามแผนปฏิบัติการประจำปีของหน่วยงาน)', 'approved', '2024-12-27 13:28:00', '2024-12-27 13:29:22', '159', '603', 'public', '1', 'แบบฟอร์มขอเผยแพร่ข้อมูล.pdf', '2024-12-27 13:28:00', 'MOIT 2 (10. รายงานผลการดำเนินงานตามแผนปฏิบัติการประจำปีของหน่วยงาน)', '0', '0', '13');
INSERT INTO `documents` VALUES ('96', 'MOIT 2 (18.1 การวิเคราะห์ผลการจัดซื้อจัดจ้างและการจัดหาพัสดุ ปีงบ 67)', 'MOIT 2 (18.1 การวิเคราะห์ผลการจัดซื้อจัดจ้างและการจัดหาพัสดุ ปีงบ 67)', 'approved', '2024-12-27 13:45:47', '2024-12-27 13:49:31', '160', '611', 'public', '1', 'MOIT 2 (18.1 การวิเคราะห์ผลการจัดซื้อ ปีงบ 67).pdf', '2024-12-27 13:45:47', 'MOIT 2 (18.1 การวิเคราะห์ผลการจัดซื้อจัดจ้างและการจัดหาพัสดุ ปีงบ 67)', '0', '0', '13');
INSERT INTO `documents` VALUES ('97', 'MOIT 2 (18.3 ผลการดำเนินการตามแผนจัดซื้อจัดจ้างและการจัดหาพัสดุ ปีงบ 68)', 'MOIT 2 (18.3 ผลการดำเนินการตามแผนจัดซื้อจัดจ้างและการจัดหาพัสดุ ปีงบ 68)', 'approved', '2024-12-27 13:47:06', '2024-12-27 13:49:31', '160', '613', 'public', '1', 'MOIT 2 (18.3 ผลการดำเนินการตามแผนการจัดซื้อจัดจ้าง ปีงบ 68).pdf', '2024-12-27 13:47:06', 'MOIT 2 (18.3 ผลการดำเนินการตามแผนจัดซื้อจัดจ้างและการจัดหาพัสดุ ปีงบ 68)', '0', '0', '13');
INSERT INTO `documents` VALUES ('98', 'MOIT 2 (18.4 ประกาศสำนักงานปลัดกระทรวงสาธารณสุขว่าด้วยแนวทางปฏิบัติงานเพื่อตรวจสอบบุคคลในหน่วยงานด้านการจัดซื้อจัดจ้าง 60)', 'MOIT 2 (18.4 ประกาศสำนักงานปลัดกระทรวงสาธารณสุขว่าด้วยแนวทางปฏิบัติงานเพื่อตรวจสอบบุคคลในหน่วยงานด้านการจัดซื้อจัดจ้าง 60)', 'approved', '2024-12-27 13:48:43', '2024-12-27 13:49:31', '160', '614', 'public', '1', 'MOIT 2 (18.4 ประกาศ สนง. สป ว่าด้วยแนวทางปกิบัติงานเพื่อตรวจสอบบุคคล 60).pdf', '2024-12-27 13:48:43', 'MOIT 2 (18.4 ประกาศสำนักงานปลัดกระทรวงสาธารณสุขว่าด้วยแนวทางปฏิบัติงานเพื่อตรวจสอบบุคคลในหน่วยงานด้านการจัดซื้อจัดจ้าง 60)', '0', '0', '13');
INSERT INTO `documents` VALUES ('99', 'MOIT 2 (18.2 แผนการจัดซื้อจัดจ้างและการจัดหาพัสดุ ปีงบ 68)', 'MOIT 2 (18.2 แผนการจัดซื้อจัดจ้างและการจัดหาพัสดุ ปีงบ 68)', 'approved', '2024-12-27 14:07:47', '2024-12-27 14:23:32', '160', '612', 'public', '1', 'MOIT 2 (18.2 แผนการจัดซื้อจัดจ้างและการจัดหาพัสดุ ปีงบ 2568).pdf', '2024-12-27 14:07:47', 'MOIT 2 (18.2 แผนการจัดซื้อจัดจ้างและการจัดหาพัสดุ ปีงบ 68)', '0', '0', '13');
INSERT INTO `documents` VALUES ('100', 'MOIT 3 (1. บันทึกข้อความ)', 'MOIT 3 (1. บันทึกข้อความ)', 'approved', '2024-12-27 14:19:08', '2024-12-27 14:23:32', '161', '615', 'public', '1', 'MOIT 3 (1. บันทึก).pdf', '2024-12-27 14:19:08', 'MOIT 3 (1. บันทึกข้อความ)', '0', '0', '13');
INSERT INTO `documents` VALUES ('101', 'MOIT 3 (2. รายงานการวิเคราะห์ผลการจัดซือจัดจ้างและการจัดหาพัสดุ ปีงบ 67) ', 'MOIT 3 (2. รายงานการวิเคราะห์ผลการจัดซือจัดจ้างและการจัดหาพัสดุ ปีงบ 67) ', 'approved', '2024-12-27 14:21:36', '2024-12-27 14:23:32', '161', '616', 'public', '1', 'MOIT 3 (2. รายงานการวิเคราะห์ผลการจัดซื้อจัดจ้างและจัดหาพัสดุ ปีงบ 67).pdf', '2024-12-27 14:21:36', 'MOIT 3 (2. รายงานการวิเคราะห์ผลการจัดซือจัดจ้างและการจัดหาพัสดุ ปีงบ 67) ', '0', '0', '13');
INSERT INTO `documents` VALUES ('102', 'MOIT 3 (3. แบบฟอร์มขอเผยแพร่ข้อมูลต่อสาธารณะ)', 'MOIT 3 (3. แบบฟอร์มขอเผยแพร่ข้อมูลต่อสาธารณะ)', 'approved', '2024-12-27 14:22:55', '2024-12-27 14:23:32', '161', '617', 'public', '1', 'MOIT 3 (3. แบบฟอร์มเผยแพร่).pdf', '2024-12-27 14:22:55', 'MOIT 3 (3. แบบฟอร์มขอเผยแพร่ข้อมูลต่อสาธารณะ)', '0', '0', '13');
INSERT INTO `documents` VALUES ('103', 'MOIT 4 (1.1 บันทึกข้อความ)', 'MOIT 4 (1.1 บันทึกข้อความ)', 'approved', '2024-12-27 14:39:42', '2024-12-27 14:53:32', '162', '618', 'public', '1', 'MOIT 4 (1.1 บันทึกข้อความ).pdf', '2024-12-27 14:39:42', 'MOIT 4 (1.1 บันทึกข้อความ)', '0', '0', '13');
INSERT INTO `documents` VALUES ('104', 'MOIT 4 (1.2 หนังสือจัดสรรงบประมาณของหน่วยงาน ประจำปีงบ 68)', 'MOIT 4 (1.2 หนังสือจัดสรรงบประมาณของหน่วยงาน ประจำปีงบ 68)', 'approved', '2024-12-27 14:41:00', '2024-12-27 14:53:32', '162', '619', 'public', '1', 'MOIT 4 (1.2 หนังสือจัดสรรงบประมาณของหนวยงาน ปีงบ68).pdf', '2024-12-27 14:41:00', 'MOIT 4 (1.2 หนังสือจัดสรรงบประมาณของหน่วยงาน ประจำปีงบ 68)', '0', '0', '13');
INSERT INTO `documents` VALUES ('105', 'MOIT 4 (1.4 คำสั่งมอบหมายการปิดประกาศหรือปลดประกาศ)', 'MOIT 4 (1.4 คำสั่งมอบหมายการปิดประกาศหรือปลดประกาศ)', 'approved', '2024-12-27 14:44:36', '2024-12-27 14:53:32', '162', '621', 'public', '1', 'MOIT 4 (1.4 คำสั่งมอบหมายการปิดประกาศ หรือปลดประกาศ).pdf', '2024-12-27 14:44:36', 'MOIT 4 (1.4 คำสั่งมอบหมายการปิดประกาศหรือปลดประกาศ)', '0', '0', '13');
INSERT INTO `documents` VALUES ('106', 'MOIT 4 (1.5 แบบฟอร์มการเผยแพร่ข้อมูล)', 'MOIT 4 (1.5 แบบฟอร์มการเผยแพร่ข้อมูล)', 'approved', '2024-12-27 14:45:22', '2024-12-27 14:53:32', '162', '622', 'public', '1', 'MOIT 4 (1.5 แบบฟอร์มขอเผยแพร่).pdf', '2024-12-27 14:45:22', 'MOIT 4 (1.5 แบบฟอร์มการเผยแพร่ข้อมูล)', '0', '0', '13');
INSERT INTO `documents` VALUES ('107', 'MOIT 4 (2.1 บันทึกข้อความ)', 'MOIT 4 (2.1 บันทึกข้อความ)', 'approved', '2024-12-27 14:46:57', '2024-12-27 14:53:32', '163', '623', 'public', '1', 'MOIT 4 (2.1 บันทึกข้อความ).pdf', '2024-12-27 14:46:57', 'MOIT 4 (2.1 บันทึกข้อความ)', '0', '0', '13');
INSERT INTO `documents` VALUES ('108', 'MOIT 4 (2.2 รายงานผลการดำเนินการตามแผนการจัดซื้อจัดจ้างและจัดหาพัสดุ ปีงบ 68)', 'MOIT 4 (2.2 รายงานผลการดำเนินการตามแผนการจัดซื้อจัดจ้างและจัดหาพัสดุ ปีงบ 68)', 'approved', '2024-12-27 14:48:53', '2024-12-27 14:53:32', '163', '624', 'public', '1', 'MOIT 4 (2.2 รายงานผลการดำเนินการตามแผนการจัดซื้อ ปีงบ 68).pdf', '2024-12-27 14:48:53', 'MOIT 4 (2.2 รายงานผลการดำเนินการตามแผนการจัดซื้อจัดจ้างและจัดหาพัสดุ ปีงบ 68)', '0', '0', '13');
INSERT INTO `documents` VALUES ('109', 'MOIT 4 (2.3 แบบฟอร์มขอเผยแพร่ข้อมูล)', 'MOIT 4 (2.3 แบบฟอร์มขอเผยแพร่ข้อมูล)', 'approved', '2024-12-27 14:49:48', '2024-12-27 14:53:32', '163', '625', 'public', '1', 'MOIT 4 (2.3 แบบฟอร์มขอเผยแพร่ข้อมูล).pdf', '2024-12-27 14:49:48', 'MOIT 4 (2.3 แบบฟอร์มขอเผยแพร่ข้อมูล)', '0', '0', '13');
INSERT INTO `documents` VALUES ('110', 'MOIT 4 (3.1 บันทึกข้อความ)', 'MOIT 4 (3.1 บันทึกข้อความ)', 'approved', '2024-12-27 14:50:31', '2024-12-27 14:53:32', '164', '634', 'public', '1', 'MOIT 4 (3.1 บันทึกข้อความ).pdf', '2024-12-27 14:50:31', 'MOIT 4 (3.1 บันทึกข้อความ)', '0', '0', '13');
INSERT INTO `documents` VALUES ('111', 'MOIT 4 (3.2 ประกาศสำหนักงานปลัดกระทรวงสาธารณสุขว่าด้วยแนวทางปฏิบัติงานเพื่อตรวจสอบบุคลากรในหน่วยงานด้านการจัดซื้จัดจ้าง พ.ศ. 2560)', 'MOIT 4 (3.2 ประกาศสำหนักงานปลัดกระทรวงสาธารณสุขว่าด้วยแนวทางปฏิบัติงานเพื่อตรวจสอบบุคลากรในหน่วยงานด้านการจัดซื้จัดจ้าง พ.ศ. 2560)', 'approved', '2024-12-27 14:52:19', '2024-12-27 14:53:32', '164', '635', 'public', '1', 'MOIT 4 (3.2 ประกาศ สนง.ปลัดกระทรวง).pdf', '2024-12-27 14:52:19', 'MOIT 4 (3.2 ประกาศสำหนักงานปลัดกระทรวงสาธารณสุขว่าด้วยแนวทางปฏิบัติงานเพื่อตรวจสอบบุคลากรในหน่วยงานด้านการจัดซื้จัดจ้าง พ.ศ. 2560)', '0', '0', '13');
INSERT INTO `documents` VALUES ('112', 'MOIT 4 (3.3 แบบฟอร์มเผยแพร่ข้อมูล)', 'MOIT 4 (3.3 แบบฟอร์มเผยแพร่ข้อมูล)', 'approved', '2024-12-27 14:52:57', '2024-12-27 14:53:32', '164', '636', 'public', '1', 'MOIT 4 (3.3 แบบฟอร์มการเผยแพร่ข้อมูล).pdf', '2024-12-27 14:52:57', 'MOIT 4 (3.3 แบบฟอร์มเผยแพร่ข้อมูล)', '0', '0', '13');
INSERT INTO `documents` VALUES ('113', 'MOIT 5 (1. บันทึกข้อความ) ', 'MOIT 5 (1. บันทึกข้อความ) ', 'approved', '2024-12-27 15:05:21', '2024-12-27 15:11:50', '165', '629', 'public', '1', 'MOIT 5 (1. บันทึกข้อความ).pdf', '2024-12-27 15:05:21', 'MOIT 5 (1. บันทึกข้อความ) ', '0', '0', '13');
INSERT INTO `documents` VALUES ('114', 'MOIT 5 (2. สขร. เดือน ต.ค. 67)', 'MOIT 5 (2. สขร. เดือน ต.ค. 67)', 'approved', '2024-12-27 15:06:08', '2024-12-27 15:11:50', '166', '630', 'public', '1', 'MOIT 5 (2. สขร ต.ค. 67).pdf', '2024-12-27 15:06:08', 'MOIT 5 (2. สขร. เดือน ต.ค. 67)', '0', '0', '13');
INSERT INTO `documents` VALUES ('115', 'MOIT 5 (2. สขร. เดือน พ.ย. 67)', 'MOIT 5 (2. สขร. เดือน พ.ย. 67)', 'approved', '2024-12-27 15:06:45', '2024-12-27 15:11:50', '166', '631', 'public', '1', 'MOIT 5 (2. สขร พ.ย. 67).pdf', '2024-12-27 15:06:45', 'MOIT 5 (2. สขร. เดือน พ.ย. 67)', '0', '0', '13');
INSERT INTO `documents` VALUES ('116', 'MOIT 5 (2. สขร. เดือน ธ.ค. 67)', 'MOIT 5 (2. สขร. เดือน ธ.ค. 67)', 'approved', '2024-12-27 15:07:07', '2024-12-27 15:11:50', '166', '632', 'public', '1', 'MOIT 5 (2. สขร ธ.ค. 67).pdf', '2024-12-27 15:07:07', 'MOIT 5 (2. สขร. เดือน ธ.ค. 67)', '0', '0', '13');
INSERT INTO `documents` VALUES ('117', 'MOIT 5 (3. แบบฟอร์มขอเผยแพร่)', 'MOIT 5 (3. แบบฟอร์มขอเผยแพร่)', 'approved', '2024-12-27 15:07:36', '2024-12-27 15:11:50', '166', '633', 'public', '1', 'MOIT 5 (3. แบบฟอร์มขอเผยแพร่).pdf', '2024-12-27 15:07:36', 'MOIT 5 (3. แบบฟอร์มขอเผยแพร่)', '0', '0', '13');
INSERT INTO `documents` VALUES ('118', 'MOIT 2 (แบบฟอร์มขอเผยแพร่ข้อมูล)', 'MOIT 2 (แบบฟอร์มขอเผยแพร่ข้อมูล)', 'approved', '2024-12-27 15:10:28', '2024-12-27 15:11:50', '160', '611', 'public', '1', 'MOIT 5 (3. แบบฟอร์มขอเผยแพร่).pdf', '2024-12-27 15:10:28', 'MOIT 2 (แบบฟอร์มขอเผยแพร่ข้อมูล)', '0', '0', '13');
INSERT INTO `documents` VALUES ('119', 'MOIT 2 (แบบฟอร์มขอเผยแพร่ข้อมูล)', 'MOIT 2 (แบบฟอร์มขอเผยแพร่ข้อมูล)', 'approved', '2024-12-27 15:10:43', '2024-12-27 15:11:50', '160', '612', 'public', '1', 'MOIT 5 (3. แบบฟอร์มขอเผยแพร่).pdf', '2024-12-27 15:10:43', 'MOIT 2 (แบบฟอร์มขอเผยแพร่ข้อมูล)', '0', '0', '13');
INSERT INTO `documents` VALUES ('120', 'MOIT 2 (แบบฟอร์มขอเผยแพร่ข้อมูล)', 'MOIT 2 (แบบฟอร์มขอเผยแพร่ข้อมูล)', 'approved', '2024-12-27 15:11:04', '2024-12-27 15:11:50', '160', '613', 'public', '1', 'MOIT 5 (3. แบบฟอร์มขอเผยแพร่).pdf', '2024-12-27 15:11:04', 'MOIT 2 (แบบฟอร์มขอเผยแพร่ข้อมูล)', '0', '0', '13');
INSERT INTO `documents` VALUES ('121', 'MOIT 2 (แบบฟอร์มขอเผยแพร่ข้อมูล)', 'MOIT 2 (แบบฟอร์มขอเผยแพร่ข้อมูล)', 'approved', '2024-12-27 15:11:18', '2024-12-27 15:11:50', '160', '614', 'public', '1', 'MOIT 5 (3. แบบฟอร์มขอเผยแพร่).pdf', '2024-12-27 15:11:18', 'MOIT 2 (แบบฟอร์มขอเผยแพร่ข้อมูล)', '0', '0', '13');
INSERT INTO `documents` VALUES ('122', 'MOIT 4 (1.3 แผนการจัดซื้อจัดจ้างและจัดหาพัสดุ ปีงบ 2568', 'MOIT 4 (1.3 แผนการจัดซื้อจัดจ้างและจัดหาพัสดุ ปีงบ 2568', 'approved', '2025-01-07 16:31:16', '2025-01-07 16:32:04', '162', '620', 'public', '1', 'MOIT 4 (1.3 แผนการจัดซื้อจัดจ้างและจัดหาพัสดุ ปีงบ 2568.pdf', '2025-01-07 16:31:16', 'MOIT 4 (1.3 แผนการจัดซื้อจัดจ้างและจัดหาพัสดุ ปีงบ 2568', '0', '0', '13');

-- ----------------------------
-- Table structure for home_display_config
-- ----------------------------
DROP TABLE IF EXISTS `home_display_config`;
CREATE TABLE `home_display_config` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `year` int(11) NOT NULL,
  `quarter` int(11) NOT NULL,
  `source_year` int(11) NOT NULL,
  `source_quarter` int(11) NOT NULL,
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=utf8mb4;

-- ----------------------------
-- Records of home_display_config
-- ----------------------------
INSERT INTO `home_display_config` VALUES ('1', '4', '2', '4', '3', '2025-07-12 09:11:47');
INSERT INTO `home_display_config` VALUES ('2', '4', '3', '4', '3', '2025-07-12 08:42:50');

-- ----------------------------
-- Table structure for login_logs
-- ----------------------------
DROP TABLE IF EXISTS `login_logs`;
CREATE TABLE `login_logs` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `user_id` int(11) NOT NULL,
  `login_time` timestamp NOT NULL DEFAULT current_timestamp(),
  `logout_time` timestamp NULL DEFAULT NULL,
  `ip_address` varchar(45) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `user_id` (`user_id`),
  CONSTRAINT `login_logs_ibfk_1` FOREIGN KEY (`user_id`) REFERENCES `users` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=112 DEFAULT CHARSET=utf8mb4;

-- ----------------------------
-- Records of login_logs
-- ----------------------------
INSERT INTO `login_logs` VALUES ('1', '11', '2024-08-30 10:35:20', null, '::1');
INSERT INTO `login_logs` VALUES ('2', '11', '2024-08-30 10:40:31', '2024-08-30 10:41:44', null);
INSERT INTO `login_logs` VALUES ('3', '11', '2024-08-30 10:43:24', '2024-08-30 10:44:54', '::1');
INSERT INTO `login_logs` VALUES ('4', '13', '2024-08-30 10:45:17', '2024-08-30 10:45:26', '::1');
INSERT INTO `login_logs` VALUES ('5', '11', '2024-09-01 19:33:37', '2024-09-01 19:34:25', '183.88.214.136');
INSERT INTO `login_logs` VALUES ('6', '13', '2024-09-01 19:34:34', '2024-09-01 19:34:41', '183.88.214.136');
INSERT INTO `login_logs` VALUES ('7', '16', '2024-09-01 19:35:23', null, '183.88.214.136');
INSERT INTO `login_logs` VALUES ('8', '11', '2024-09-02 15:01:29', null, '110.164.222.210');
INSERT INTO `login_logs` VALUES ('9', '15', '2024-09-03 14:28:14', '2024-09-03 14:28:23', '183.88.214.136');
INSERT INTO `login_logs` VALUES ('10', '13', '2024-09-03 14:29:18', null, '183.88.214.136');
INSERT INTO `login_logs` VALUES ('11', '11', '2024-09-11 08:30:54', '2024-09-11 08:47:42', '183.88.214.136');
INSERT INTO `login_logs` VALUES ('12', '11', '2024-09-11 08:47:50', null, '183.88.214.136');
INSERT INTO `login_logs` VALUES ('13', '12', '2024-09-12 09:45:34', '2024-09-12 09:48:23', '110.164.222.210');
INSERT INTO `login_logs` VALUES ('14', '16', '2024-09-12 09:48:32', '2024-09-12 09:52:08', '61.19.124.173');
INSERT INTO `login_logs` VALUES ('15', '15', '2024-09-12 09:52:19', '2024-09-12 09:55:14', '61.19.124.173');
INSERT INTO `login_logs` VALUES ('16', '13', '2024-09-12 09:55:23', null, '183.88.214.136');
INSERT INTO `login_logs` VALUES ('17', '13', '2024-09-13 09:18:35', '2024-09-13 09:24:20', '183.88.214.136');
INSERT INTO `login_logs` VALUES ('18', '16', '2024-09-13 09:24:29', '2024-09-13 09:25:21', '183.88.214.136');
INSERT INTO `login_logs` VALUES ('19', '16', '2024-09-13 09:26:30', null, '183.88.214.136');
INSERT INTO `login_logs` VALUES ('20', '13', '2024-09-13 10:33:06', '2024-09-13 11:50:36', '1.2.230.141');
INSERT INTO `login_logs` VALUES ('21', '16', '2024-09-13 11:50:45', '2024-09-13 13:16:49', '101.51.147.99');
INSERT INTO `login_logs` VALUES ('22', '13', '2024-09-13 13:26:44', '2024-09-13 13:38:51', '101.51.147.99');
INSERT INTO `login_logs` VALUES ('23', '16', '2024-09-13 13:39:02', '2024-09-13 14:00:00', '101.51.147.99');
INSERT INTO `login_logs` VALUES ('24', '13', '2024-09-13 14:00:12', null, '101.51.147.99');
INSERT INTO `login_logs` VALUES ('25', '13', '2024-09-13 14:00:14', null, '101.51.147.99');
INSERT INTO `login_logs` VALUES ('26', '13', '2024-09-13 16:07:41', null, '101.51.147.99');
INSERT INTO `login_logs` VALUES ('27', '16', '2024-09-13 16:27:43', null, '101.51.147.99');
INSERT INTO `login_logs` VALUES ('28', '13', '2024-09-13 16:48:07', '2024-09-13 17:28:41', '101.51.147.99');
INSERT INTO `login_logs` VALUES ('29', '13', '2024-09-13 17:55:38', '2024-09-13 18:41:18', '183.88.214.136');
INSERT INTO `login_logs` VALUES ('30', '16', '2024-09-13 18:03:36', '2024-09-13 18:46:51', '183.88.214.136');
INSERT INTO `login_logs` VALUES ('31', '13', '2024-09-13 18:47:29', '2024-09-13 18:47:34', '183.88.214.136');
INSERT INTO `login_logs` VALUES ('32', '13', '2024-09-27 14:08:52', '2024-09-27 14:11:09', '183.88.214.136');
INSERT INTO `login_logs` VALUES ('33', '16', '2024-09-27 14:12:53', '2024-09-27 14:15:11', '183.88.214.136');
INSERT INTO `login_logs` VALUES ('34', '15', '2024-09-27 14:15:34', '2024-09-27 14:15:45', '183.88.214.136');
INSERT INTO `login_logs` VALUES ('35', '12', '2024-09-27 14:16:19', '2024-09-27 14:20:26', '183.88.214.136');
INSERT INTO `login_logs` VALUES ('36', '12', '2024-09-27 14:20:35', '2024-09-27 14:21:14', '183.88.214.136');
INSERT INTO `login_logs` VALUES ('37', '13', '2024-09-27 14:21:22', '2024-09-27 14:22:14', '183.88.214.136');
INSERT INTO `login_logs` VALUES ('38', '12', '2024-12-09 10:58:14', null, '223.204.205.138');
INSERT INTO `login_logs` VALUES ('39', '12', '2024-12-12 08:41:44', null, '183.88.214.136');
INSERT INTO `login_logs` VALUES ('40', '12', '2024-12-12 09:07:10', null, '183.88.214.136');
INSERT INTO `login_logs` VALUES ('41', '11', '2024-12-12 13:54:57', null, '183.88.214.136');
INSERT INTO `login_logs` VALUES ('42', '11', '2024-12-25 15:40:48', '2024-12-25 15:43:16', '183.88.214.136');
INSERT INTO `login_logs` VALUES ('43', '12', '2024-12-25 15:43:24', null, '183.88.214.136');
INSERT INTO `login_logs` VALUES ('44', '13', '2024-12-26 09:17:06', '2024-12-26 09:33:11', '183.88.214.136');
INSERT INTO `login_logs` VALUES ('45', '16', '2024-12-26 09:30:52', null, '183.88.214.136');
INSERT INTO `login_logs` VALUES ('46', '16', '2024-12-26 09:33:34', '2024-12-26 09:33:58', '183.88.214.136');
INSERT INTO `login_logs` VALUES ('47', '13', '2024-12-26 09:34:12', '2024-12-26 09:40:34', '183.88.214.136');
INSERT INTO `login_logs` VALUES ('48', '13', '2024-12-26 09:41:07', '2024-12-26 09:47:30', '183.88.214.136');
INSERT INTO `login_logs` VALUES ('49', '16', '2024-12-26 09:47:57', null, '183.88.214.136');
INSERT INTO `login_logs` VALUES ('50', '13', '2024-12-26 09:48:34', '2024-12-26 10:11:14', '183.88.214.136');
INSERT INTO `login_logs` VALUES ('51', '16', '2024-12-26 10:11:37', null, '183.88.214.136');
INSERT INTO `login_logs` VALUES ('52', '13', '2024-12-26 10:12:20', '2024-12-26 10:29:10', '183.88.214.136');
INSERT INTO `login_logs` VALUES ('53', '13', '2024-12-26 10:29:32', '2024-12-26 10:34:55', '183.88.214.136');
INSERT INTO `login_logs` VALUES ('54', '16', '2024-12-26 10:35:12', '2024-12-26 10:35:57', '183.88.214.136');
INSERT INTO `login_logs` VALUES ('55', '13', '2024-12-26 10:36:17', '2024-12-26 10:39:27', '183.88.214.136');
INSERT INTO `login_logs` VALUES ('56', '16', '2024-12-26 10:39:43', '2024-12-26 10:40:23', '183.88.214.136');
INSERT INTO `login_logs` VALUES ('57', '13', '2024-12-26 10:40:45', '2024-12-26 10:43:15', '183.88.214.136');
INSERT INTO `login_logs` VALUES ('58', '13', '2024-12-26 10:44:31', '2024-12-26 11:00:31', '183.88.214.136');
INSERT INTO `login_logs` VALUES ('59', '16', '2024-12-26 11:00:49', '2024-12-26 11:01:20', '183.88.214.136');
INSERT INTO `login_logs` VALUES ('60', '13', '2024-12-26 11:01:51', '2024-12-26 11:05:38', '183.88.214.136');
INSERT INTO `login_logs` VALUES ('61', '16', '2024-12-26 11:05:55', '2024-12-26 11:06:13', '183.88.214.136');
INSERT INTO `login_logs` VALUES ('62', '13', '2024-12-26 11:06:29', '2024-12-26 11:13:11', '183.88.214.136');
INSERT INTO `login_logs` VALUES ('63', '16', '2024-12-26 11:13:32', '2024-12-26 11:13:46', '183.88.214.136');
INSERT INTO `login_logs` VALUES ('64', '13', '2024-12-26 11:14:00', '2024-12-26 11:17:43', '183.88.214.136');
INSERT INTO `login_logs` VALUES ('65', '13', '2024-12-26 11:20:26', '2024-12-26 11:27:47', '183.88.214.136');
INSERT INTO `login_logs` VALUES ('66', '16', '2024-12-26 11:28:10', '2024-12-26 11:28:24', '183.88.214.136');
INSERT INTO `login_logs` VALUES ('67', '13', '2024-12-26 11:28:46', null, '183.88.214.136');
INSERT INTO `login_logs` VALUES ('68', '13', '2024-12-27 11:30:03', '2024-12-27 11:30:15', '183.88.214.136');
INSERT INTO `login_logs` VALUES ('69', '13', '2024-12-27 11:31:35', '2024-12-27 11:35:09', '183.88.214.136');
INSERT INTO `login_logs` VALUES ('70', '16', '2024-12-27 11:35:28', '2024-12-27 11:35:42', '183.88.214.136');
INSERT INTO `login_logs` VALUES ('71', '13', '2024-12-27 11:35:58', '2024-12-27 11:52:39', '183.88.214.136');
INSERT INTO `login_logs` VALUES ('72', '16', '2024-12-27 11:52:57', '2024-12-27 11:54:02', '183.88.214.136');
INSERT INTO `login_logs` VALUES ('73', '13', '2024-12-27 11:54:37', '2024-12-27 11:56:31', '183.88.214.136');
INSERT INTO `login_logs` VALUES ('74', '13', '2024-12-27 13:15:22', '2024-12-27 13:18:22', '183.88.214.136');
INSERT INTO `login_logs` VALUES ('75', '16', '2024-12-27 13:18:41', '2024-12-27 13:18:53', '183.88.214.136');
INSERT INTO `login_logs` VALUES ('76', '13', '2024-12-27 13:19:21', '2024-12-27 13:28:16', '183.88.214.136');
INSERT INTO `login_logs` VALUES ('77', '16', '2024-12-27 13:29:14', '2024-12-27 13:29:25', '183.88.214.136');
INSERT INTO `login_logs` VALUES ('78', '13', '2024-12-27 13:30:08', '2024-12-27 13:48:55', '183.88.214.136');
INSERT INTO `login_logs` VALUES ('79', '16', '2024-12-27 13:49:21', '2024-12-27 13:49:35', '183.88.214.136');
INSERT INTO `login_logs` VALUES ('80', '13', '2024-12-27 13:49:51', '2024-12-27 14:23:09', '183.88.214.136');
INSERT INTO `login_logs` VALUES ('81', '12', '2024-12-27 14:17:24', null, '182.232.74.81');
INSERT INTO `login_logs` VALUES ('82', '16', '2024-12-27 14:23:25', '2024-12-27 14:23:35', '183.88.214.136');
INSERT INTO `login_logs` VALUES ('83', '13', '2024-12-27 14:23:49', '2024-12-27 14:53:08', '183.88.214.136');
INSERT INTO `login_logs` VALUES ('84', '16', '2024-12-27 14:53:22', '2024-12-27 14:53:36', '183.88.214.136');
INSERT INTO `login_logs` VALUES ('85', '13', '2024-12-27 14:53:51', '2024-12-27 15:11:25', '183.88.214.136');
INSERT INTO `login_logs` VALUES ('86', '16', '2024-12-27 15:11:41', '2024-12-27 15:11:53', '183.88.214.136');
INSERT INTO `login_logs` VALUES ('87', '13', '2024-12-27 15:12:06', null, '183.88.214.136');
INSERT INTO `login_logs` VALUES ('88', '13', '2025-01-07 16:09:14', '2025-01-07 16:11:19', '183.88.214.136');
INSERT INTO `login_logs` VALUES ('89', '16', '2025-01-07 16:11:36', '2025-01-07 16:11:54', '183.88.214.136');
INSERT INTO `login_logs` VALUES ('90', '13', '2025-01-07 16:12:07', '2025-01-07 16:12:33', '183.88.214.136');
INSERT INTO `login_logs` VALUES ('91', '16', '2025-01-07 16:12:46', '2025-01-07 16:12:56', '183.88.214.136');
INSERT INTO `login_logs` VALUES ('92', '13', '2025-01-07 16:13:10', '2025-01-07 16:14:19', '183.88.214.136');
INSERT INTO `login_logs` VALUES ('93', '16', '2025-01-07 16:14:33', '2025-01-07 16:15:15', '183.88.214.136');
INSERT INTO `login_logs` VALUES ('94', '13', '2025-01-07 16:26:28', '2025-01-07 16:27:56', '183.88.214.136');
INSERT INTO `login_logs` VALUES ('95', '12', '2025-01-07 16:28:04', '2025-01-07 16:28:47', '183.88.214.136');
INSERT INTO `login_logs` VALUES ('96', '13', '2025-01-07 16:28:55', '2025-01-07 16:31:45', '183.88.214.136');
INSERT INTO `login_logs` VALUES ('97', '16', '2025-01-07 16:31:58', null, '183.88.214.136');
INSERT INTO `login_logs` VALUES ('98', '12', '2025-03-06 13:16:47', null, '171.5.138.28');
INSERT INTO `login_logs` VALUES ('99', '12', '2025-07-11 11:24:21', '2025-07-11 20:09:04', '::1');
INSERT INTO `login_logs` VALUES ('100', '12', '2025-07-11 20:30:05', '2025-07-11 20:39:11', '::1');
INSERT INTO `login_logs` VALUES ('101', '11', '2025-07-11 20:40:03', '2025-07-11 20:57:06', '::1');
INSERT INTO `login_logs` VALUES ('102', '12', '2025-07-11 20:57:22', '2025-07-11 21:16:33', '::1');
INSERT INTO `login_logs` VALUES ('103', '12', '2025-07-11 21:16:53', null, '::1');
INSERT INTO `login_logs` VALUES ('104', '12', '2025-07-11 22:24:50', null, '::1');
INSERT INTO `login_logs` VALUES ('105', '12', '2025-07-11 22:27:23', '2025-07-11 22:28:35', '::1');
INSERT INTO `login_logs` VALUES ('106', '12', '2025-07-11 22:28:45', '2025-07-11 22:33:24', '::1');
INSERT INTO `login_logs` VALUES ('107', '11', '2025-07-11 22:33:36', '2025-07-11 22:37:57', '::1');
INSERT INTO `login_logs` VALUES ('108', '16', '2025-07-11 22:38:12', '2025-07-11 23:44:59', '::1');
INSERT INTO `login_logs` VALUES ('109', '12', '2025-07-11 23:48:39', '2025-07-11 23:48:45', '::1');
INSERT INTO `login_logs` VALUES ('110', '11', '2025-07-11 23:49:02', '2025-07-12 08:33:24', '::1');
INSERT INTO `login_logs` VALUES ('111', '12', '2025-07-12 08:33:50', null, '::1');

-- ----------------------------
-- Table structure for profile
-- ----------------------------
DROP TABLE IF EXISTS `profile`;
CREATE TABLE `profile` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `user_id` int(11) NOT NULL,
  `first_name` varchar(50) NOT NULL,
  `last_name` varchar(50) NOT NULL,
  `email` varchar(100) NOT NULL,
  `phone` varchar(20) DEFAULT NULL,
  `address` text DEFAULT NULL,
  `profile_image` varchar(255) DEFAULT 'default.png',
  PRIMARY KEY (`id`),
  KEY `user_id` (`user_id`),
  CONSTRAINT `profile_ibfk_1` FOREIGN KEY (`user_id`) REFERENCES `users` (`id`) ON DELETE CASCADE ON UPDATE CASCADE
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8mb4;

-- ----------------------------
-- Records of profile
-- ----------------------------
INSERT INTO `profile` VALUES ('1', '11', 'นรินทร์', 'จุลทัศน์', 'chulatatnarin@gmail.com', '0801702512', '234 หมู่ 7, ตำบลสีวิเชียร\r\nตำบลสีวิเชียร จังหวัดอุบลราชธานี', '11_1724982121.png');
INSERT INTO `profile` VALUES ('2', '13', 'Watchara', 'Songsri', 'watcha_ob@hotmail.com', '0821278434', '', '13_1726194040.JPG');
INSERT INTO `profile` VALUES ('3', '12', 'นรินทร์', 'จุลทัศน์', 'chulatatnarin@gmail.com', '0801702512', '234', '12_1752231391.jpg');

-- ----------------------------
-- Table structure for roles
-- ----------------------------
DROP TABLE IF EXISTS `roles`;
CREATE TABLE `roles` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `role_name` varchar(50) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8mb4;

-- ----------------------------
-- Records of roles
-- ----------------------------
INSERT INTO `roles` VALUES ('1', 'admin');
INSERT INTO `roles` VALUES ('2', 'QMR');
INSERT INTO `roles` VALUES ('3', 'user');

-- ----------------------------
-- Table structure for subcategories
-- ----------------------------
DROP TABLE IF EXISTS `subcategories`;
CREATE TABLE `subcategories` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `category_id` int(11) DEFAULT NULL,
  `name` text NOT NULL,
  PRIMARY KEY (`id`),
  KEY `category_id` (`category_id`),
  CONSTRAINT `subcategories_ibfk_1` FOREIGN KEY (`category_id`) REFERENCES `categories` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=727 DEFAULT CHARSET=utf8mb4;

-- ----------------------------
-- Records of subcategories
-- ----------------------------
INSERT INTO `subcategories` VALUES ('1', '1', '1.1 มีบันทึกข้อความลงนามในคำสั่ง และมีการขออนุญาตนำเผยแพร่บนเว็บไซต์ ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('2', '1', '1.2 มีคำสั่ง มาตรการ กลไก หรือระบบในการดำเนินการกำหนดให้มีการเผยแพร่ข้อมูล ผ่านเว็บไซต์ของหน่วยงานโดยผู้บริหารสูงสุดของหน่วยงาน (คำสั่งเดิม หรือทบทวนคำสั่ง)');
INSERT INTO `subcategories` VALUES ('3', '1', '1.3 มีกรอบแนวทางการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน รายละเอียดเนื้อหาในข้อมูลประกอบข้อคำถามข้อ 2. (ข้อ 2.1 ถึงข้อ 2.2)');
INSERT INTO `subcategories` VALUES ('4', '1', '1.4 มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('5', '2', '2.1 มีบันทึกข้อความลงนามรับทราบ และมีการขออนุญาตนำเผยแพร่บนเว็บไซต์ ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('6', '2', '2.2 มีรายงานผลการกำกับติดตามการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ ของหน่วยงานในปีที่ผ่านมา (ปีงบประมาณ พ.ศ. 2564)');
INSERT INTO `subcategories` VALUES ('7', '2', '2.3 มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('8', '3', '1.1 ข้อมูลผู้บริหาร แสดงรายนามของผู้บริหารของหน่วยงาน ประกอบด้วย (1) รูปถ่าย (2) ชื่อ-นามสกุล (3) ตำแหน่ง และ (4) หมายเลขโทรศัพท์ (มีครบ 4 รายการ)');
INSERT INTO `subcategories` VALUES ('9', '3', '1.2 นโยบายของผู้บริหาร');
INSERT INTO `subcategories` VALUES ('10', '3', '1.3 โครงสร้างหน่วยงาน');
INSERT INTO `subcategories` VALUES ('11', '3', '1.4 หน้าที่และอำนาจของหน่วยงานตามกฎหมายจัดตั้ง หรือกฎหมายอื่นที่เกี่ยวข้อง');
INSERT INTO `subcategories` VALUES ('12', '3', '1.5 กฎหมายที่เกี่ยวข้องกับการดำเนินงาน หรือการปฏิบัติงานของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('13', '3', '1.6 ข่าวประชาสัมพันธ์ ที่แสดงข้อมูลข่าวสารที่เกี่ยวกับการดำเนินงานตามหน้าที่ และอำนาจ และภารกิจของหน่วยงาน และเป็นข้อมูลข่าวสารที่เกิดขึ้นในปีงบประมาณ พ.ศ. 2565');
INSERT INTO `subcategories` VALUES ('14', '3', '1.7 ข้อมูลการติดต่อหน่วยงาน ประกอบด้วย (1) ที่อยู่หน่วยงาน (2) หมายเลขโทรศัพท์ของหน่วยงาน (3) หมายเลขโทรสารของหน่วยงาน (4) ที่อยู่ไปรษณีย์อิเล็กทรอนิกส์ของหน่วยงาน และ (5) แผนที่ที่ตั้งหน่วยงาน (มีครบ 5 รายการ)');
INSERT INTO `subcategories` VALUES ('15', '3', '1.8 ช่องทางการรับฟังความคิดเห็น ที่บุคคลภายนอกสามารถแสดงความคิดเห็น ต่อการดำเนินงานตามหน้าที่และอำนาจตามภารกิจของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('16', '3', '2. วิสัยทัศน์ พันธกิจ ค่านิยม MOPH');
INSERT INTO `subcategories` VALUES ('17', '3', '3. พระราชบัญญัติมาตรฐานทางจริยธรรม พ.ศ. 2562');
INSERT INTO `subcategories` VALUES ('18', '3', '4. ประมวลจริยธรรมข้าราชการพลเรือน พ.ศ. 2564');
INSERT INTO `subcategories` VALUES ('19', '3', '5. ข้อกำหนดจริยธรรมเจ้าหน้าที่ของรัฐ สำนักงานปลัดกระทรวงสาธารณสุข พ.ศ. 2564');
INSERT INTO `subcategories` VALUES ('20', '3', '6. อินโฟกราฟฟิกคณะกรรมการจริยธรรม ประจำสำนักงานปลัดกระทรวงสาธารณสุข ชุดปัจจุบัน');
INSERT INTO `subcategories` VALUES ('21', '3', '7. ยุทธศาสตร์ของประเทศ โดยรวม');
INSERT INTO `subcategories` VALUES ('22', '3', '8. นโยบายและยุทธศาสตร์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('23', '3', '9. แผนปฏิบัติการประจำปีของหน่วยงาน และการติดตามประเมินผลการดำเนินงาน ตามแผนปฏิบัติการประจำปีของหน่วยงาน (แผนปฏิบัติการประจำปีของหน่วยงาน ทุกแผน)');
INSERT INTO `subcategories` VALUES ('24', '3', '10. แผนการใช้จ่ายงบประมาณประจำปีของหน่วยงาน และผลการใช้จ่ายงบประมาณประจำปีของหน่วยงาน ตามแผนการใช้จ่ายงบประมาณประจำปีของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('25', '3', '11. คู่มือการปฏิบัติงานการร้องเรียนการปฏิบัติงานหรือให้บริการของเจ้าหน้าที่');
INSERT INTO `subcategories` VALUES ('26', '3', '12. คู่มือการปฏิบัติงานการร้องเรียนเรื่องการทุจริตและประพฤติมิชอบ');
INSERT INTO `subcategories` VALUES ('27', '3', '13. คู่มือการปฏิบัติงานตามภารกิจหลักและภารกิจสนับสนุนของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('28', '3', '14. คู่มือขั้นตอนการให้บริการ (ภารกิจให้บริการประชาชนตามพระราชบัญญัติ การอํานวยความสะดวกในการพิจารณาอนุญาตของทางราชการ พ.ศ. 2558) (เฉพาะสำนักงานสาธารณสุขจังหวัด และสำนักงานสาธารณสุขอำเภอ)');
INSERT INTO `subcategories` VALUES ('29', '3', '15 .รายงานผลการดำเนินการเกี่ยวกับเรื่องร้องเรียนการปฏิบัติงานหรือการให้บริการ');
INSERT INTO `subcategories` VALUES ('30', '3', '16. รายงานผลการดำเนินการเกี่ยวกับเรื่องร้องเรียนการทุจริตและประพฤติมิชอบ');
INSERT INTO `subcategories` VALUES ('31', '4', '17.1 การวิเคราะห์ผลการจัดซื้อจัดจ้างและการจัดหาพัสดุประจำปีที่ผ่านมา (ปีงบประมาณ พ.ศ. 2564)');
INSERT INTO `subcategories` VALUES ('32', '4', '17.2 แผนการจัดซื้อจัดจ้างและการจัดหาพัสดุประจำปี');
INSERT INTO `subcategories` VALUES ('33', '4', '17.3 ผลการดำเนินการตามแผนการจัดซื้อจัดจ้างและการจัดหาพัสดุประจำปีประจำปี ตามรอบระยะเวลาที่กำหนดในกรอบแนวทาง');
INSERT INTO `subcategories` VALUES ('34', '4', '17.4 ประกาศสำนักงานปลัดกระทรวงสาธารณสุขว่าด้วยแนวทางปฏิบัติงาน เพื่อตรวจสอบบุคลากรในหน่วยงานด้านการจัดซื้อจัดจ้าง พ.ศ. 2560 และแบบแสดง ความบริสุทธิ์ใจในการจัดซื้อจัดจ้างของหน่วยงานในการเปิดเผยข้อมูลความขัดแย้ง ทางผลประโยชน์ของหัวหน้าเจ้าหน้าที่');
INSERT INTO `subcategories` VALUES ('35', '4', '17.5 แบบสรุปผลการจัดหาพัสดุในแต่ละรอบเดือน ปีงบประมาณ พ.ศ. 2565 (แบบ สขร. 1)');
INSERT INTO `subcategories` VALUES ('36', '5', '1. มีบันทึกข้อความรายงานผู้บริหารรับทราบ และมีการขออนุญาตนำเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('37', '5', '2. มีรายงานการวิเคราะห์ผลการจัดซื้อจัดจ้างและการจัดหาพัสดุ ประจำปีงบประมาณ พ.ศ. 2564 ที่มีลักษณะเป็นรูปเล่มรายงาน โดยต้องนำเสนอข้อมูลการวิเคราะห์อย่างเป็นระบบ ตามข้อมูลประกอบข้อคำถามข้อ 2. ครบทั้ง 4 องค์ประกอบ คือ (1) การวิเคราะห์ความเสี่ยง (2) การวิเคราะ');
INSERT INTO `subcategories` VALUES ('38', '5', '3. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('39', '6', '1. มีบันทึกข้อความรายงานผู้บริหารรับทราบ และมีการขออนุญาตนำเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('40', '6', '2. มีหนังสือจัดสรรงบประมาณของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('41', '6', '3. มีแผนการจัดซื้อจัดจ้างและการจัดหาพัสดุของหน่วยงาน ประจำปีงบประมาณ พ.ศ. 2565 (งบดำเนินการ และงบลงทุน)');
INSERT INTO `subcategories` VALUES ('42', '6', '4. มีคำสั่งมอบหมายการปิดประกาศ หรือปลดประกาศ');
INSERT INTO `subcategories` VALUES ('43', '6', '5. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('44', '7', '1. มีบันทึกข้อความรายงานผู้บริหารรับทราบ และมีการขออนุญาตนำเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('45', '7', '2. มีรายงานผลการดำเนินการตามแผนการจัดซื้อจัดจ้างและการจัดหาพัสดุ ประจำปีงบประมาณ พ.ศ. 2565 ตามข้อกำหนด 2.1 งบลงทุน ทุกไตรมาส 2.2 งบดำเนินงาน ทุกไตรมาส');
INSERT INTO `subcategories` VALUES ('46', '7', '3. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('47', '8', '1. มีบันทึกข้อความแจ้งเวียนประกาศสำนักงานปลัดกระทรวงสาธารณสุขว่าด้วยแนวทางปฏิบัติงานเพื่อตรวจสอบบุคลากรในหน่วยงานด้านการจัดซื้อจัดจ้าง พ.ศ. 2560 และมีการขออนุญาตนำเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('48', '8', '	2. มีประกาศสำนักงานปลัดกระทรวงสาธารณสุขว่าด้วยแนวทางปฏิบัติงานเพื่อตรวจสอบบุคลากรในหน่วยงานด้านการจัดซื้อจัดจ้าง พ.ศ. 2560 ลงวันที่ 12 ตุลาคม 2560 และแบบแสดงความบริสุทธิ์ใจในการจัดซื้อจัดจ้างของหน่วยงานในการเปิดเผยข้อมูลความขัดแย้งทางผลประโยชน์ของหัวหน้า');
INSERT INTO `subcategories` VALUES ('49', '8', '3. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('50', '9', '1. มีบันทึกข้อความรายงานผู้บริหารรับทราบ และมีการขออนุญาตนำเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('51', '10', 'ไตรมาสที่ 1 แสดงแบบ สขร. 1 เดือนตุลาคม 2564');
INSERT INTO `subcategories` VALUES ('52', '10', 'ไตรมาสที่ 1 แสดงแบบ สขร. 1 เดือนพฤศจิกายน 2564');
INSERT INTO `subcategories` VALUES ('53', '10', 'ไตรมาสที่ 1 แสดงแบบ สขร. 1 เดือนธันวาคม 2564');
INSERT INTO `subcategories` VALUES ('54', '10', '3. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('55', '12', '1.1 มีบันทึกข้อความลงนามในคำสั่ง และมีการขออนุญาตนำเผยแพร่บนเว็บไซต์ ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('56', '12', '1.2 มีคำสั่ง มาตรการ กลไก หรือระบบในการดำเนินการกำหนดให้มีการเผยแพร่ข้อมูล ผ่านเว็บไซต์ของหน่วยงานโดยผู้บริหารสูงสุดของหน่วยงาน (คำสั่งเดิม หรือทบทวนคำสั่ง)');
INSERT INTO `subcategories` VALUES ('57', '12', '1.3 มีกรอบแนวทางการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน รายละเอียดเนื้อหาในข้อมูลประกอบข้อคำถามข้อ 2. (ข้อ 2.1 ถึงข้อ 2.2)');
INSERT INTO `subcategories` VALUES ('58', '12', '1.4 มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('59', '13', '2.1 มีบันทึกข้อความลงนามรับทราบ และมีการขออนุญาตนำเผยแพร่บนเว็บไซต์ ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('60', '13', '2.2 มีรายงานผลการกำกับติดตามการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ ของหน่วยงานในปีที่ผ่านมา (ปีงบประมาณ พ.ศ. 2564)');
INSERT INTO `subcategories` VALUES ('61', '13', '2.3 มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('62', '18', '1. มีบันทึกข้อความรายงานผู้บริหารรับทราบ และมีการขออนุญาตนำเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('63', '18', '2. มีรายงานผลการดำเนินการตามแผนการจัดซื้อจัดจ้างและการจัดหาพัสดุ ประจำปีงบประมาณ พ.ศ. 2565 ตามข้อกำหนด 2.1 งบลงทุน ทุกไตรมาส 2.2 งบดำเนินงาน ทุกไตรมาส');
INSERT INTO `subcategories` VALUES ('64', '18', '3. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('65', '20', '1. มีบันทึกข้อความรายงานผู้บริหารรับทราบ และมีการขออนุญาตนำเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('66', '21', 'ไตรมาสที่ 2 แสดงแบบ สขร. 1 เดือนมกราคม 2565');
INSERT INTO `subcategories` VALUES ('67', '21', 'ไตรมาสที่ 2 แสดงแบบ สขร. 1 เดือนกุมภาพันธ์ 2565');
INSERT INTO `subcategories` VALUES ('68', '21', 'ไตรมาสที่ 2 แสดงแบบ สขร. 1 เดือนมีนาคม 2565');
INSERT INTO `subcategories` VALUES ('69', '21', '3. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('70', '22', '1.1 มีบันทึกข้อความลงนามนโยบายการบริหารทรัพยากรบุคคลของผู้บริหารสูงสุด ของหน่วยงาน ประจำปีงบประมาณ พ.ศ. 2565 และมีการขออนุญาตนำเผยแพร่ บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('71', '22', '1.2 มีนโยบายการบริหารทรัพยากรบุคคลของผู้บริหารสูงสุดของหน่วยงาน และเป็นนโยบายที่ใช้ในปีงบประมาณ พ.ศ. 2565 (แนบตามข้อ 1.1)');
INSERT INTO `subcategories` VALUES ('72', '22', '1.3 มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('73', '23', '2.1 บันทึกข้อความลงนามแผนการบริหารทรัพยากรบุคคลของหน่วยงาน ปีงบประมาณ พ.ศ. 2565 และมีการขออนุญาตนำเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('74', '23', '2.2 มีแผนการบริหารทรัพยากรบุคคลของหน่วยงาน ปีงบประมาณ พ.ศ. 2565 (แนบตามข้อ 2.1)');
INSERT INTO `subcategories` VALUES ('75', '23', '2.3 มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('76', '24', '1. มีบันทึกข้อความแจ้งเวียนประกาศมาตรการการบริหารผลการปฏิบัติงาน และการดำเนินการกับเจ้าหน้าที่ผู้มีผลสัมฤทธิ์การปฏิบัติงานต่ำ ปีงบประมาณ พ.ศ. 2564 มีการขออนุญาตนำเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('77', '24', '2. มีประกาศมาตรการการบริหารผลการปฏิบัติงานและการดำเนินการกับเจ้าหน้าที่ ผู้มีผลสัมฤทธิ์การปฏิบัติงานต่ำ (แนบตามข้อ 1.)');
INSERT INTO `subcategories` VALUES ('78', '24', '3. มีหลักฐานการประชุมชี้แจงทำความเข้าใจให้ทราบทั่วทั้งองค์กรของปีงบประมาณ พ.ศ. 2565');
INSERT INTO `subcategories` VALUES ('79', '24', '4. มีหลักฐานหนังสือแจ้งเวียนทำความเข้าใจให้ทราบทั่วทั้งองค์กรของปีงบประมาณ พ.ศ. 2565');
INSERT INTO `subcategories` VALUES ('80', '24', '5. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('81', '25', '1. บันทึกข้อความลงนามคำสั่ง หรือประกาศมาตรการการบริหารผลการปฏิบัติงาน และการดำเนินการกับเจ้าหน้าที่ผู้มีผลสัมฤทธิ์การปฏิบัติงานต่ำที่ออกโดยผู้บริหารสูงสุดระดับจังหวัด (ผู้ว่าราชการจังหวัด) กรณีพบประเด็นปัญหา อนุโลมเป็นนายแพทย์สาธารณสุขจังหวัด มีการขออนุญา');
INSERT INTO `subcategories` VALUES ('82', '25', '2. มีคำสั่ง หรือประกาศมาตรการการบริหารผลการปฏิบัติงานและการดำเนินการ กับเจ้าหน้าที่ผู้มีผลสัมฤทธิ์การปฏิบัติงานต่ำ (แนบตามข้อ 1.)');
INSERT INTO `subcategories` VALUES ('83', '25', '3. มีกรอบแนวทางการบริหารผลการปฏิบัติงานและการดำเนินการกับเจ้าหน้าที่ ผู้มีผลสัมฤทธิ์การปฏิบัติงานต่ำ ตามข้อ 2. (องค์ประกอบตามข้อ 2.1 ถึงข้อ 2.4)');
INSERT INTO `subcategories` VALUES ('84', '25', '4. มีหลักฐานการประชุมชี้แจงทำความเข้าใจให้ทราบทั่วทั้งองค์กรของปีงบประมาณ พ.ศ. 2565');
INSERT INTO `subcategories` VALUES ('85', '25', '5. มีหลักฐานหนังสือแจ้งเวียนทำความเข้าใจให้ทราบทั่วทั้งองค์กรของปีงบประมาณ พ.ศ. 2565');
INSERT INTO `subcategories` VALUES ('86', '25', '6. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('87', '26', '1. มีบันทึกข้อความลงนามในประกาศผลการปฏิบัติราชการประจำปีของบุคลากร ในหน่วยงาน ระดับดีเด่น และดีมาก (ข้าราชการ ลูกจ้างประจำ พนักงานราชการ ลูกจ้างชั่วคราว และพนักงานกระทรวงสาธารณสุข) มีการขออนุญาตนำเผยแพร่ บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('88', '26', '2. มีประกาศรายงานการประเมินผลการปฏิบัติราชการประจำปีของบุคลากรในหน่วยงาน ระดับดีเด่น และดีมาก (ข้าราชการ ลูกจ้างประจำ พนักงานราชการ ลูกจ้างชั่วคราว และพนักงานกระทรวงสาธารณสุข)');
INSERT INTO `subcategories` VALUES ('89', '26', '3. มีหลักฐานประกาศรายงานการประเมินผลการปฏิบัติราชการประจำปีของบุคลากร ในหน่วยงาน ระดับดีเด่น และดีมาก (ข้าราชการ ลูกจ้างประจำ พนักงานราชการ ลูกจ้างชั่วคราว และพนักงานกระทรวงสาธารณสุข) รอบ 2 ปีงบประมาณ พ.ศ. 2564 (1 เมษายน 2564 – 30 กันยายน 2564)');
INSERT INTO `subcategories` VALUES ('90', '26', '4. แบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('91', '27', '1. มีบันทึกข้อความลงนามในประกาศผลการปฏิบัติราชการประจำปีของบุคลากร ในหน่วยงาน ระดับดีเด่น และดีมาก (ข้าราชการ ลูกจ้างประจำ พนักงานราชการ ลูกจ้างชั่วคราว และพนักงานกระทรวงสาธารณสุข) มีการขออนุญาตนำเผยแพร่ บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('92', '27', '2. มีประกาศรายงานการประเมินผลการปฏิบัติราชการประจำปีของบุคลากรในหน่วยงาน ระดับดีเด่น และดีมาก (ข้าราชการ ลูกจ้างประจำ พนักงานราชการ ลูกจ้างชั่วคราว และพนักงานกระทรวงสาธารณสุข)');
INSERT INTO `subcategories` VALUES ('93', '27', '3. มีหลักฐานประกาศรายงานการประเมินผลการปฏิบัติราชการประจำปีของบุคลากร ในหน่วยงาน ระดับดีเด่น และดีมาก (ข้าราชการ ลูกจ้างประจำ พนักงานราชการ ลูกจ้างชั่วคราว และพนักงานกระทรวงสาธารณสุข) รอบ 1 ปีงบประมาณ พ.ศ. 2565 (1 ตุลาคม 2564 – 31 มีนาคม 2565)');
INSERT INTO `subcategories` VALUES ('94', '27', '4. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('95', '28', '1.1 บันทึกข้อความขออนุมัติดำเนินโครงการ');
INSERT INTO `subcategories` VALUES ('96', '28', '1.2 โครงการ');
INSERT INTO `subcategories` VALUES ('97', '28', '2. มีรายชื่อผู้เข้าร่วมการอบรมให้ความรู้แก่เจ้าหน้าที่ภายในหน่วยงานเกี่ยวกับ การเสริมสร้างและพัฒนาทางด้านจริยธรรมและการมีวินัย รวมทั้งการป้องกันมิให้ กระทำผิดวินัย');
INSERT INTO `subcategories` VALUES ('98', '28', '3. มีบันทึกข้อความเสนอผู้บริหารเพื่อรับทราบรายงานการอบรมให้ความรู้แก่เจ้าหน้าที่ ภายในหน่วยงานเกี่ยวกับการเสริมสร้างและพัฒนาทางด้านจริยธรรมและการมีวินัยรวมทั้งการป้องกันมิให้กระทำผิดวินัย มีการขออนุญาตนำเผยแพร่บนเว็บไซต์ ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('99', '28', '4. มีรายงานการอบรมให้ความรู้แก่เจ้าหน้าที่ภายในหน่วยงานเกี่ยวกับการเสริมสร้าง และพัฒนาทางด้านจริยธรรมและการมีวินัยรวมทั้งการป้องกันมิให้กระทำผิดวินัย');
INSERT INTO `subcategories` VALUES ('100', '28', '5. มีภาพกิจกรรมที่ระบุวัน เวลา สถานที่จัดกิจกรรม ในรูปแบบการอบรมปกติ (On site) และ / หรือ รูปแบบการอบรมอิเล็กทรอนิกส์ (On air)');
INSERT INTO `subcategories` VALUES ('101', '28', '6. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('102', '29', '1. มีคู่มือการดำเนินงานเรื่องร้องเรียนการปฏิบัติงานหรือการให้บริการของเจ้าหน้าที่ ภายในหน่วยงาน ที่มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('103', '29', '2. มีคู่มือปฏิบัติงานการรับเรื่องร้องเรียนการทุจริตและประพฤติมิชอบ ที่มีแบบฟอร์ม การเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('104', '29', '3. มีหลักฐานที่แสดงถึงช่องทางการร้องเรียน อาทิ ผ่านระบบหมายเลขโทรศัพท์ ผ่านระบบอินเตอร์เน็ต ผ่านระบบไปรษณีย์ ผ่าน Application หรือช่องทางอื่น ๆ ที่หน่วยงานกำหนดตามความเหมาะสม');
INSERT INTO `subcategories` VALUES ('105', '29', '4. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('106', '30', '1. มีบันทึกข้อความรายงานผลการดำเนินงานเกี่ยวกับเรื่องร้องเรียนให้ผู้ร้องเรียนทราบ ภายใน 15 วัน มีการขออนุญาตนำเผยแพร่บนเว็บไซต์ของหน่วยงาน จำนวน 1 ชุด รอบ 6 เดือน (1 ตุลาคม 2564 – 30 มีนาคม 2565)');
INSERT INTO `subcategories` VALUES ('107', '30', '2. มีบันทึกข้อความรายงานสรุปผลการดำเนินงานเรื่องร้องเรียนที่มีการวิเคราะห์ปัญหา / อุปสรรคและแนวทางแก้ไข เสนอผู้บริหารเพื่อรับทราบ มีการขออนุญาตนำเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('108', '31', '3.1 สรุปผลการดำเนินงานเรื่องร้องเรียนการปฏิบัติงานหรือการให้บริการของเจ้าหน้าที่ภายในหน่วยงาน');
INSERT INTO `subcategories` VALUES ('109', '31', '3.2 สรุปผลการดำเนินงานเรื่องร้องเรียนการทุจริตและประพฤติมิชอบ');
INSERT INTO `subcategories` VALUES ('110', '31', '4. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('111', '32', '1. มีบันทึกข้อความรายงานผลการดำเนินงานเกี่ยวกับเรื่องร้องเรียนให้ผู้ร้องเรียนทราบ ภายใน 15 วัน มีการขออนุญาตนำเผยแพร่บนเว็บไซต์ของหน่วยงาน จำนวน 1 ชุด รอบ 12 เดือน (1 เมษายน 2565 – 31 สิงหาคม 2565)');
INSERT INTO `subcategories` VALUES ('112', '32', '2. มีบันทึกข้อความรายงานสรุปผลการดำเนินงานเรื่องร้องเรียนที่มีการวิเคราะห์ปัญหา / อุปสรรคและแนวทางแก้ไข เสนอผู้บริหารเพื่อรับทราบ มีการขออนุญาตนำเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('113', '33', '3.1 สรุปผลการดำเนินงานเรื่องร้องเรียนการปฏิบัติงานหรือการให้บริการของเจ้าหน้าที่ภายในหน่วยงาน');
INSERT INTO `subcategories` VALUES ('114', '33', '3.2 สรุปผลการดำเนินงานเรื่องร้องเรียนการทุจริตและประพฤติมิชอบ');
INSERT INTO `subcategories` VALUES ('115', '33', '4. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('116', '34', '1.1 บันทึกข้อความขออนุมัติดำเนินโครงการ และมีการขออนุญาตนำเผยแพร่ บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('117', '34', '1.2 โครงการ / กิจกรรม');
INSERT INTO `subcategories` VALUES ('118', '34', '2. มีรายงานประชุมโครงการ / กิจกรรมที่แสดงชื่อผู้ใช้บริการ หรือผู้มีส่วนได้ส่วนเสีย มาร่วมวางแผนและร่วมแลกเปลี่ยนความคิดเห็น ตามภารกิจที่เลือก ที่ผู้บริหารรับทราบ(มีการแสดงชื่อของผู้จดบันทึกการประชุม รวมทั้งจะต้องแสดงรายชื่อผู้เข้าร่วมการประชุมชัดเจน)');
INSERT INTO `subcategories` VALUES ('119', '34', '3. มีรายงานประชุมโครงการ / กิจกรรมที่แสดงชื่อผู้ใช้บริการ หรือผู้มีส่วนได้ส่วนเสีย มาร่วมดำเนินการ ตามภารกิจที่เลือก ที่ผู้บริหารรับทราบ (มีการแสดงชื่อของผู้จดบันทึกการประชุม รวมทั้งจะต้องแสดงรายชื่อผู้เข้าร่วมการประชุมชัดเจน)');
INSERT INTO `subcategories` VALUES ('120', '34', '4. มีรายงานสรุปผลการติดตามประเมินผลโครงการ / กิจกรรม ตามภารกิจที่เลือก ที่ผู้บริหารรับทราบ');
INSERT INTO `subcategories` VALUES ('121', '34', '5. ภาพกิจกรรม ที่ระบุวัน เวลา สถานที่จัดกิจกรรมที่ชัดเจน');
INSERT INTO `subcategories` VALUES ('122', '34', '6. มีบันทึกข้อความรายงานผู้บริหารรับทราบ สั่งการ และมีการขออนุญาตนำเผยแพร่ บนเว็บไซต์ของหน่วยงาน (ข้อ 2. ข้อ 3. และข้อ 4.)');
INSERT INTO `subcategories` VALUES ('123', '34', '7. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('124', '35', '1. มีบันทึกข้อความลงนามคำสั่ง ประกาศ หรือข้อสั่งการ และมีการขออนุญาต นำเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('125', '35', '2. มีคำสั่ง ประกาศ หรือข้อสั่งการ มาตรการการป้องกันการรับสินบนทุกรูปแบบ ตามข้อมูลประกอบข้อคำถาม ประเด็นข้อ 1. ถึงข้อ 6. ตามที่หน่วยงานกำหนด ที่มีการกำหนดกลไกการกำกับติดตาม');
INSERT INTO `subcategories` VALUES ('126', '35', '3. มีหลักฐานหนังสือแจ้งเวียน');
INSERT INTO `subcategories` VALUES ('127', '35', '4. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('128', '36', '1. มีบันทึกข้อความรับทราบ และรายงานสรุปผลการกำกับติดตาม ประกาศมาตรการ การป้องกันการรับสินบนทุกรูปแบบ ตามข้อมูลประกอบข้อคำถาม ประเด็นข้อ 1. ถึงข้อ 6. ตามที่หน่วยงานกำหนด');
INSERT INTO `subcategories` VALUES ('129', '36', '2. มีรายงานสรุปผลการกำกับติดตาม ประกาศมาตรการการป้องกันการรับสินบน ทุกรูปแบบ ประเด็นข้อ 1. ถึงข้อ 6. (แนบตามข้อ 1.)');
INSERT INTO `subcategories` VALUES ('130', '36', '3. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('131', '37', '1. มีบันทึกข้อความลงนามคำสั่ง หรือประกาศ เรื่อง แนวทางการปฏิบัติ ฯ ตามประกาศกระทรวงสาธารณสุขว่าด้วยเกณฑ์จริยธรรมการจัดซื้อจัดหาและการส่งเสริมการขายยาและเวชภัณฑ์ที่มิใช่ยาของกระทรวงสาธารณสุข พ.ศ. 2564 และมีการขออนุญาตนำเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('132', '37', '2. มีคำสั่ง หรือประกาศ เรื่อง แนวทางการปฏิบัติ ฯ มีการกำหนดกลไกการกำกับติดตาม ตามที่หน่วยงานกำหนด');
INSERT INTO `subcategories` VALUES ('133', '37', '3. มีหลักฐานหนังสือแจ้งเวียน');
INSERT INTO `subcategories` VALUES ('134', '37', '4. มีประกาศเจตจำนงสุจริตของผู้บริหาร');
INSERT INTO `subcategories` VALUES ('135', '37', '5. มีภาพถ่ายกิจกรรมที่ระบุวัน เวลา สถานที่จัดกิจกรรมที่ชัดเจน');
INSERT INTO `subcategories` VALUES ('136', '37', '6. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('137', '38', '1. มีบันทึกข้อความรับทราบรายงานสรุปผลการกำกับติดตาม คำสั่ง หรือประกาศ เรื่อง แนวทางการปฏิบัติ ฯ ตามที่หน่วยงานกำหนด');
INSERT INTO `subcategories` VALUES ('138', '38', '2. มีรายงานสรุปผลการกำกับติดตาม / คำสั่ง / หรือประกาศ เรื่อง แนวทางการปฏิบัติ ฯ ตามที่หน่วยงานกำหนด (แนบข้อ 1.)');
INSERT INTO `subcategories` VALUES ('139', '38', '3. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('140', '39', '1. มีบันทึกข้อความลงนามข้อสั่งการอย่างเป็นทางการ และมีการขออนุญาตนำเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('141', '39', '2. มีแนวปฏิบัติเกี่ยวกับการยืมพัสดุประเภทใช้คงรูป ระหว่างหน่วยงานของรัฐ ยืมใช้ภายในสถานที่ของหน่วยงานของรัฐเดียวกัน และการยืมไปใช้นอกสถานที่ ของหน่วยงานของรัฐ ที่มีผังกระบวนการยืมพัสดุประเภทคงรูปของเจ้าหน้าที่รัฐ ของหน่วยงาน และแบบฟอร์มการยืมพัสดุประเภทใช');
INSERT INTO `subcategories` VALUES ('142', '39', '3. มีแนวปฏิบัติเกี่ยวกับการยืมพัสดุประเภทใช้สิ้นเปลือง ระหว่างหน่วยงานของรัฐ ที่มีผังกระบวนการยืมพัสดุประเภทคงรูปของเจ้าหน้าที่รัฐของหน่วยงาน และแบบฟอร์มการยืมพัสดุประเภทใช้สิ้นเปลือง ตลอดจนมีกลไกการกำกับติดตาม');
INSERT INTO `subcategories` VALUES ('143', '39', '4. หนังสือแจ้งเวียนแนวปฏิบัติตามข้อ 2. และข้อ 3.');
INSERT INTO `subcategories` VALUES ('144', '39', '5. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('145', '40', '1. มีบันทึกข้อความเสนอผู้บริหารสูงสุดของหน่วยงาน เพื่อขอความเห็นชอบอนุมัติ และลงนามในแผนแผนปฏิบัติการป้องกัน ปราบปรามการทุจริตและประพฤติมิชอบ ของหน่วยงาน ประจำปีงบประมาณ พ.ศ. 2565 และมีการขออนุญาตนำเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('146', '40', '2. แผนปฏิบัติการป้องกัน ปราบปรามการทุจริตและประพฤติมิชอบของหน่วยงาน ประจำปีงบประมาณ พ.ศ. 2565 ที่ผ่านความเห็นชอบและลงนามอนุมัติโดยผู้บริหารสูงสุดของหน่วยงาน ภายในเดือนพฤศจิกายน 2564');
INSERT INTO `subcategories` VALUES ('147', '40', '3. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('148', '41', '1. มีบันทึกข้อความเสนอผู้บริหารสูงสุดของหน่วยงาน เพื่อขอความเห็นชอบอนุมัติ และลงนามในแผน ฯ ประจำปีงบประมาณ พ.ศ. 2565 และมีการขออนุญาตนำเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('149', '41', '2. แผนปฏิบัติการส่งเสริมคุณธรรมของชมรมจริยธรรมของหน่วยงาน ประจำปีงบประมาณ พ.ศ. 2565 (แบบฟอร์มที่ 1 ตามคู่มือ ฯ) ที่จัดส่งแผน ฯ ให้ศูนย์ปฏิบัติการต่อต้านการทุจริต กระทรวงสาธารณสุข ภายในวันที่ 15 พฤศจิกายน 2564');
INSERT INTO `subcategories` VALUES ('150', '41', '3. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('151', '42', '1. มีบันทึกข้อความเสนอผู้บริหารเพื่อทราบ และมีการขออนุญาตนำเผยแพร่ บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('152', '42', '2. รายงานผลการกำกับติดตามการดำเนินงานตามแผนปฏิบัติการป้องกัน ปราบปรามการทุจริตและประพฤติมิชอบของหน่วยงาน ประจำปีงบประมาณ พ.ศ. 2565 รอบ 6 เดือน (1 ตุลาคม 2564 ถึง 30 มีนาคม 2565)');
INSERT INTO `subcategories` VALUES ('153', '42', '3. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('154', '43', '1. มีบันทึกข้อความเสนอผู้บริหารสูงสุดของหน่วยงาน และมีการขออนุญาตนำเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('155', '43', '2. รายงานผลการกำกับติดตามการดำเนินงานตามแผนปฏิบัติการส่งเสริมคุณธรรม ของชมรมจริยธรรมของหน่วยงาน ประจำปีงบประมาณ พ.ศ. 2565 (แบบฟอร์มที่ 2 ตามคู่มือ ฯ) รอบ 6 เดือน ภายในวันที่ 16 มีนาคม 2565');
INSERT INTO `subcategories` VALUES ('156', '43', '3. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('157', '44', '1. มีบันทึกข้อความเสนอผู้บริหารเพื่อทราบ และมีการขออนุญาตนำเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('158', '44', '2. มีรายงานผลการกำกับติดตามการดำเนินงานตามแผนปฏิบัติการป้องกัน ปราบปรามการทุจริตและประพฤติมิชอบของหน่วยงาน ประจำปีงบประมาณ พ.ศ. 2565 รอบ 12 เดือน (1 เมษายน 2565 ถึง 31 สิงหาคม 2565)');
INSERT INTO `subcategories` VALUES ('159', '44', '3. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('160', '45', '1. มีบันทึกข้อความเสนอผู้บริหารสูงสุดของหน่วยงาน และมีการขออนุญาตนำเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('161', '45', '2. มีรายงานผลการกำกับติดตามการดำเนินงานตามแผนปฏิบัติการส่งเสริมคุณธรรมของชมรมจริยธรรมของหน่วยงาน ประจำปีงบประมาณ พ.ศ. 2565 รอบ 12 เดือน ภายในวันที่ 31 สิงหาคม 2565');
INSERT INTO `subcategories` VALUES ('162', '45', '3. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('163', '46', '1. หนังสือแสดงหลักฐานการจัดการประชุมเพื่อวิเคราะห์ความเสี่ยงเกี่ยวกับผลประโยชน์ทับซ้อน ประจำปีงบประมาณ พ.ศ. 2565 ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('164', '46', '2. มีสรุปผลการประชุมเพื่อวิเคราะห์ความเสี่ยงเกี่ยวกับผลประโยชน์ทับซ้อน ประจำปีงบประมาณ พ.ศ. 2565 ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('165', '46', '3. มีรายงานการวิเคราะห์ความเสี่ยงเกี่ยวกับผลประโยชน์ทับซ้อน ประจำปีงบประมาณ พ.ศ. 2565 ของหน่วยงาน และแนบแบบรายงานการประเมินความเสี่ยงเกี่ยวกับผลประโยชน์ทับซ้อน ประจำปีงบประมาณ พ.ศ. 2565 (หน้า 81) ที่จัดทำเป็นรูปเล่มรายงาน');
INSERT INTO `subcategories` VALUES ('166', '46', '4. มีหนังสือเสนอผู้บริหารเพื่อทราบ และมีการขออนุญาตนำเผยแพร่บนเว็บไซต์ ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('167', '46', '5. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('168', '47', '1. มีบันทึกข้อความลงนามคำสั่ง / ข้อสั่งการ / ประกาศ และมีการขออนุญาต นำเผยแพร่บนเว็บไซต์ของหน่วยงาน หรือสื่อสารเผยแพร่ในช่องทางอื่น');
INSERT INTO `subcategories` VALUES ('169', '47', '2. มีแนวทางการปฏิบัติอย่างเป็นรูปธรรมที่ชัดเจน เพื่อป้องกันผลประโยชน์ทับซ้อน ของหน่วยงาน ที่มีความสอดคล้องตามบทวิเคราะห์ความเสี่ยงเกี่ยวกับผลประโยชน์ ทับซ้อนของหน่วยงานที่ได้จากข้อ MOIT 18');
INSERT INTO `subcategories` VALUES ('170', '47', '3. มีหลักฐานหนังสือแจ้งเวียน');
INSERT INTO `subcategories` VALUES ('171', '47', '4. มีบันทึกข้อความรับทราบการกำกับติดตาม และรายงานผลการดำเนินงาน ตามแนวปฏิบัติเพื่อป้องกันผลประโยชน์ทับซ้อนของหน่วยงาน อย่างเป็นรูปธรรมชัดเจน');
INSERT INTO `subcategories` VALUES ('172', '47', '5. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('173', '48', '1. มีแนวทางการดำเนินกิจกรรมของชมรม STRONG ...');
INSERT INTO `subcategories` VALUES ('174', '48', '2. มีรายชื่อสมาชิกของชมรม STRONG ...');
INSERT INTO `subcategories` VALUES ('175', '48', '3. มีกิจกรรมการดำเนินงานของชมรม STRONG ...');
INSERT INTO `subcategories` VALUES ('176', '48', '4. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('177', '49', '1. มีบันทึกข้อความรับทราบการรายงานรายงานการเรี่ยไรและการให้หรือรับของขวัญหรือประโยชน์อื่นใด และมีการขออนุญาตนำเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('178', '49', '2. มีรายงานการเรี่ยไรและการให้หรือรับของขวัญหรือประโยชน์อื่นใด ที่ได้จากระบบ MSRS (แนบตามข้อ 1.)');
INSERT INTO `subcategories` VALUES ('179', '49', '3. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('180', '50', '1. มีบันทึกข้อความรับทราบการรายงานรายงานการเรี่ยไรและการให้หรือรับของขวัญหรือประโยชน์อื่นใด และมีการขออนุญาตนำเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('181', '50', '2. มีรายงานการเรี่ยไรและการให้หรือรับของขวัญหรือประโยชน์อื่นใด ที่ได้จากระบบ MSRS (แนบตามข้อ 1.)');
INSERT INTO `subcategories` VALUES ('182', '50', '3. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('183', '51', '1.1 บันทึกข้อความขออนุมัติดำเนินโครงการ');
INSERT INTO `subcategories` VALUES ('184', '51', '1.2 โครงการ');
INSERT INTO `subcategories` VALUES ('185', '51', '2. มีรายชื่อผู้เข้าร่วมการอบรมให้ความรู้เรื่องการป้องกันผลประโยชน์ทับซ้อน โดยใช้หลักสูตรต้านทุจริตศึกษา ให้แก่บุคลากรในหน่วยงาน');
INSERT INTO `subcategories` VALUES ('186', '51', '3. มีบันทึกข้อความเสนอผู้บริหารเพื่อรับทราบรายงานการอบรมให้ความรู้เรื่อง การป้องกันผลประโยชน์ทับซ้อน โดยใช้หลักสูตรต้านทุจริตศึกษา ให้แก่บุคลากร ในหน่วยงาน และมีการขออนุญาตนำเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('187', '51', '4. มีรายงานผลการอบรมให้ความรู้เรื่องการป้องกันผลประโยชน์ทับซ้อน โดยใช้หลักสูตรต้านทุจริตศึกษา ให้แก่บุคลากรในหน่วยงาน');
INSERT INTO `subcategories` VALUES ('188', '51', '5. มีภาพกิจกรรมที่ระบุวัน เวลา สถานที่จัดกิจกรรม');
INSERT INTO `subcategories` VALUES ('189', '51', '6. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('190', '52', '1. มีบันทึกข้อความลงนามประกาศเจตจำนงสุจริตของผู้บริหารสูงสุด และมีการขออนุญาตนำเผยแพร่บนเว็บไซต์ของหน่วยงาน หรือสื่อสารเผยแพร่ ในช่องทางอื่น');
INSERT INTO `subcategories` VALUES ('191', '52', '2. มีประกาศเจตจำนงสุจริตของผู้บริหารสูงสุดของหน่วยงาน เนื้อหา 2 ประเด็น ตามข้อมูลประกอบข้อคำถาม ข้อ 1.1 และข้อ 1.2');
INSERT INTO `subcategories` VALUES ('192', '52', '3. มีกิจกรรมประกาศเจตจำนงสุจริตของผู้บริหารสูงสุดของหน่วยงานต่อสาธารณชน ดำเนินการตั้งแต่ไตรมาสที่ 1 ถึงไตรมาสที่ 2 (ระยะเวลาตั้งแต่เดือนตุลาคม 2564 ถึงวันที่ 30 มีนาคม 2565)');
INSERT INTO `subcategories` VALUES ('193', '52', '4. มีภาพถ่ายกิจกรรม ที่ระบุวัน เวลา สถานที่จัดกิจกรรมที่ชัดเจน');
INSERT INTO `subcategories` VALUES ('194', '52', '5. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('195', '53', '1. มีบันทึกข้อความลงนามประกาศเจตนารมณ์การป้องกันและแก้ไขปัญหา การล่วงละเมิดหรือคุกคามทางเพศในการทำงาน ดำเนินการตั้งแต่ไตรมาสที่ 1 ถึงไตรมาสที่ 2 (ระยะเวลาตั้งแต่เดือนตุลาคม 2564 ถึงเดือนมีนาคม 2565)');
INSERT INTO `subcategories` VALUES ('196', '53', '2. มีประกาศเจตนารมณ์การป้องกันและแก้ไขปัญหาการล่วงละเมิดหรือคุกคาม ทางเพศในการทำงาน ข้อมูลประกอบคำถามตามข้อ 1.1 หรือข้อ 1.2');
INSERT INTO `subcategories` VALUES ('197', '53', '3. คู่มือแนวปฏิบัติการป้องกันและแก้ไขปัญหาการล่วงละเมิดหรือคุกคามทางเพศ ในการทำงานของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('198', '53', '4. บันทึกข้อความแจ้งเวียนประกาศเจตนารมณ์การป้องกันและแก้ไขปัญหา การล่วงละเมิดหรือคุกคามทางเพศในการทำงาน และคู่มือแนวปฏิบัติการป้องกัน และแก้ไขปัญหาการล่วงละเมิดหรือคุกคามทางเพศในการทำงานของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('199', '54', '1. มีบันทึกข้อความรับทราบการรายงานการกำกับติดตามมาตรการป้องกันและแก้ไขปัญหาการล่วงละเมิดหรือคุกคามทางเพศในการทำงานของหน่วยงาน ตามแบบรายงานที่กำหนดดำเนินการให้เสร็จสิ้นในไตรมาสที่ 4 ผ่านระบบ Google Form และมีการขออนุญาตนำเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('200', '54', '2. Print Screen หน้าจอ Google Form (ตามตัวอย่างในหน้า 91 เล่มคู่มือการประเมินฯ ) แนบตามข้อ 1. (รายงานการกำกับติดตามมาตรการป้องกันและแก้ไขปัญหาการล่วงละเมิด หรือคุกคามทางเพศในการทำงานของหน่วยงาน หน้าจอ Google Form)');
INSERT INTO `subcategories` VALUES ('201', '54', '3. นำ URL ที่ได้วางไฟล์ Print Screen หน้าจอ Google Form ไปวางในระบบ MITAS');
INSERT INTO `subcategories` VALUES ('202', '54', '4. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('206', '55', '1. มีบันทึกข้อความรายงานผู้บริหารรับทราบ และมีการขออนุญาตนำเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('207', '56', 'ไตรมาสที่ 3 แสดงแบบ สขร. 1 เดือนเมษายน 2565');
INSERT INTO `subcategories` VALUES ('208', '56', 'ไตรมาสที่ 3 แสดงแบบ สขร. 1 เดือนพฤษภาคม 2565');
INSERT INTO `subcategories` VALUES ('209', '56', 'ไตรมาสที่ 3 แสดงแบบ สขร. 1 เดือนมิถุนายน 2565');
INSERT INTO `subcategories` VALUES ('210', '56', '3. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('211', '57', '1. มีบันทึกข้อความรายงานผู้บริหารรับทราบ และมีการขออนุญาตนำเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('212', '57', '2. มีรายงานผลการดำเนินการตามแผนการจัดซื้อจัดจ้างและการจัดหาพัสดุ ประจำปีงบประมาณ พ.ศ. 2565 ตามข้อกำหนด 2.1 งบลงทุน ทุกไตรมาส 2.2 งบดำเนินงาน ทุกไตรมาส');
INSERT INTO `subcategories` VALUES ('213', '57', '3. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('214', '58', 'ไตรมาสที่ 4 แสดงแบบ สขร. 1 เดือนกรกฎาคม 2565');
INSERT INTO `subcategories` VALUES ('215', '58', 'ไตรมาสที่ 4 แสดงแบบ สขร. 1 เดือนสิงหาคม 2565');
INSERT INTO `subcategories` VALUES ('216', '58', 'ไตรมาสที่ 4 แสดงแบบ สขร. 1 เดือนกันยายน 2565');
INSERT INTO `subcategories` VALUES ('217', '58', '3. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('218', '59', '1. มีบันทึกข้อความรายงานผู้บริหารรับทราบ และมีการขออนุญาตนำเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('219', '60', '1.1 มีบันทึกข้อความ ที่ผู้บริหารลงนามในคำสั่ง / ประกาศ และมีการขออนุญาตนำไปเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('220', '60', '1.2 มีคำสั่ง / ประกาศ โดยผู้บริหารสูงสุดของหน่วยงาน เป็นไปตามข้อ 1. (รายละเอียดข้อมูลประกอบข้อคำถาม)');
INSERT INTO `subcategories` VALUES ('221', '60', '1.3 มีกรอบแนวทางการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไชต์ของหน่วยงาน รายละเอียดเนื้อหาในข้อมูลประกอบข้อคำถามข้อ 2. ข้อ 2.1 ถึงข้อ 2.2 (รายละเอียดข้อมูลประกอบข้อคำถาม)');
INSERT INTO `subcategories` VALUES ('222', '60', '1.4 มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('223', '61', '2.1 มีบันทึกข้อความ ที่ผู้บริหารลงนามรับทราบร้ายงานฯ และมีการขออนุญาต นำไปเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('224', '61', '2.2 มีรายงานผลการกำกับติดตามการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ ของหน่วยงานในปีที่ผ่านมา (รายงานผลฯ ของปีงบประมาณ พ.ศ. 2565)');
INSERT INTO `subcategories` VALUES ('225', '61', '2.3 มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('226', '62', '1.1 ข้อมูลผู้บริหาร แสดงรายนามของผู้บริหารของหน่วยงาน ประกอบด้วย (1) รูปถ่าย (2) ชื่อ-นามสกุล (3) ตำแหน่ง และ (4) หมายเลขโทรศัพท์ (มีครบ 4 รายการ)');
INSERT INTO `subcategories` VALUES ('227', '62', '1.2 นโยบายของผู้บริหาร');
INSERT INTO `subcategories` VALUES ('228', '62', '1.3 โครงสร้างหน่วยงาน');
INSERT INTO `subcategories` VALUES ('229', '62', '1.4 หน้าที่และอำนาจของหน่วยงานตามกฎหมายจัดตั้ง หรือกฎหมายอื่นที่เกี่ยวข้อง');
INSERT INTO `subcategories` VALUES ('230', '62', '1.5 กฎหมายที่เกี่ยวข้องกับการดำเนินงาน หรือการปฏิบัติงานของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('231', '62', '1.6 ข่าวประชาสัมพันธ์ ที่แสดงข้อมูลข่าวสารที่เกี่ยวกับการดำเนินงานตามหน้าที่และอำนาจ และภารกิจของหน่วยงาน และเป็นข้อมูลข่าวสารที่เกิดขึ้นในปีงบประมาณ พ.ศ. 2566');
INSERT INTO `subcategories` VALUES ('232', '62', '1.7 ข้อมูลการติดต่อหน่วยงาน ประกอบด้วย (1) ที่อยู่หน่วยงาน (2) หมายเลขโทรศัพท์ของหน่วยงาน (3) หมายเลขโทรสารของหน่วยงาน (4) ที่อยู่ไปรษณีย์อิเล็กทรอนิกส์ของหน่วยงาน และ (5) แผนที่ที่ตั้งหน่วยงาน (มีครบ 5 รายการ)');
INSERT INTO `subcategories` VALUES ('233', '62', '1.8 ช่องทางการรับฟังความคิดเห็น ที่บุคคลภายนอกสามารถแสดงความคิดเห็นต่อ การดำเนินงานตามหน้าที่และอำนาจ ตามภารกิจของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('234', '62', '2. วิสัยทัศน์ พันธกิจ ค่านิยม MOPH');
INSERT INTO `subcategories` VALUES ('235', '62', '3. พระราชบัญญัติมาตรฐานทางจริยธรรม พ.ศ. 2562');
INSERT INTO `subcategories` VALUES ('236', '62', '4. ประมวลจริยธรรมข้าราชการพลเรือน พ.ศ. 2564');
INSERT INTO `subcategories` VALUES ('237', '62', '5. ข้อกำหนดจริยธรรมเจ้าหน้าที่ของรัฐ สำนักงานปลัดกระทรวงสาธารณสุข พ.ศ. 2564');
INSERT INTO `subcategories` VALUES ('238', '62', '6. อินโฟกราฟฟิกคณะกรรมการจริยธรรม ประจำสำนักงานปลัดกระทรวงสาธารณสุข ชุดปัจจุบัน ที่มีนายวินัย วิริยกิจจา เป็นประธานกรรมการ');
INSERT INTO `subcategories` VALUES ('239', '62', '7. ยุทธศาสตร์ของประเทศ โดยรวม');
INSERT INTO `subcategories` VALUES ('240', '62', '8. นโยบายและยุทธศาสตร์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('241', '62', '9. แผนปฏิบัติการประจำปีของหน่วยงาน (แผนปฏิบัติการประจำปีของหน่วยงาน ทุกแผน)');
INSERT INTO `subcategories` VALUES ('242', '62', '10. รายงานผลการดำเนินงานตามแผนปฏิบัติการประจำปีของหน่วยงาน (เป็นไปตามข้อ 9.)');
INSERT INTO `subcategories` VALUES ('243', '62', '11. แผนการใช้จ่ายงบประมาณประจำปีของหน่วยงาน และผลการใช้จ่ายงบประมาณ ประจำปีของหน่วยงาน ตามแผนการใช้จ่ายงบประมาณประจำปีของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('244', '62', '12. คู่มือการปฏิบัติงานการร้องเรียนการปฏิบัติงานหรือให้บริการของเจ้าหน้าที่');
INSERT INTO `subcategories` VALUES ('245', '62', '13. คู่มือการปฏิบัติงานการร้องเรียนการทุจริตและประพฤติมิชอบ');
INSERT INTO `subcategories` VALUES ('246', '62', '14. คู่มือการปฏิบัติงานตามภารกิจหลักและภารกิจสนับสนุนของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('247', '62', '15. คู่มือขั้นตอนการให้บริการ (ภารกิจให้บริการประชาชนตามพระราชบัญญัติ การอำนวยความสะดวกในการพิจารณาอนุญาตของทางราชการ พ.ศ. 2558) (เฉพาะสำนักงานสาธารณสุขจังหวัด และสำนักงานสาธารณสุขอำเภอ)');
INSERT INTO `subcategories` VALUES ('248', '62', '16 .รายงานผลการดำเนินการเกี่ยวกับเรื่องร้องเรียนการปฏิบัติงานหรือการให้บริการ ประจำปีงบประมาณ พ.ศ. 2566 (รอบ 6 เดือน และรอบ 12 เดือน)');
INSERT INTO `subcategories` VALUES ('249', '62', '17. รายงานผลการดำเนินการเกี่ยวกับเรื่องร้องเรียนการทุจริตและประพฤติมิชอบ ประจำปีงบประมาณ พ.ศ. 2566 (รอบ 6 เดือน และรอบ 12 เดือน)');
INSERT INTO `subcategories` VALUES ('250', '63', '18.1 การวิเคราะห์ผลการจัดซื้อจัดจ้างและการจัดหาพัสดุ ของปีงบประมาณ พ.ศ. 2565');
INSERT INTO `subcategories` VALUES ('251', '63', '18.2 แผนการจัดซื้อจัดจ้างและการจัดหาพัสดุ ประจำปีงบประมาณ พ.ศ. 2566');
INSERT INTO `subcategories` VALUES ('252', '63', '18.3 ผลการดำเนินการตามแผนการจัดซื้อจัดจ้างและการจัดหาพัสดุ ประจำปี งบประมาณ พ.ศ. 2566 ตามรอบระยะเวลาที่กำหนดในกรอบแนวทาง');
INSERT INTO `subcategories` VALUES ('253', '63', '18.4 ประกาศสำนักงานปลัดกระทรวงสาธารณสุขว่าด้วยแนวทางปฏิบัติงาน เพื่อตรวจสอบบุคลากรในหน่วยงานด้านการจัดซื้อจัดจ้าง พ.ศ. 2560 และแบบแสดง ความบริสุทธิ์ใจในการจัดซื้อจัดจ้างของหน่วยงานในการเปิดเผยข้อมูลความขัดแย้ง ทางผลประโยชน์ของหัวหน้าเจ้าหน้าที่');
INSERT INTO `subcategories` VALUES ('254', '63', '18.5 แบบสรุปผลการจัดหาพัสดุในแต่ละรอบเดือน ปีงบประมาณ พ.ศ. 2566 (แบบ สขร. 1)');
INSERT INTO `subcategories` VALUES ('255', '64', '1. มีบันทึกข้อความ ที่ผู้บริหารลงนามรับทราบรายงานการวิเคราะห์ผลการจัดซื้อจัดจ้างและการจัดหาพัสดุ ประจำปีงบประมาณ พ.ศ. 2565 และมีการขออนุญาตนำไปเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('256', '64', '2. มีรายงานการวิเคราะห์ผลการจัดซื้อจัดจ้างและการจัดหาพัสดุ ประจำปีงบประมาณ พ.ศ. 2565 ที่มีลักษณะเป็นรูปเล่มรายงาน โดยต้องนำเสนอข้อมูลการวิเคราะห์ อย่างเป็นระบบ ตามข้อมูลประกอบข้อคำถามข้อ 2. ครบทั้ง 4 องค์ประกอบ คือ\r\n(2.1) การวิเคราะห์ความเสี่ยง\r\n(2.2) การวิเคราะห์ปัญหาอุปสรรค / ข้อจำกัด\r\n(2.3) การวิเคราะห์ความสามารถในการประหยัดงบประมาณ\r\n(2.4) แนวทางแก้ไขและปรับปรุงกระบวนการจัดซื้อจัดจ้างและการจัดหาพัสดุ อันจะนำไปสู่การปรับปรุงการจัดซื้อจัดจ้างและการจัดหาพัสดุ ในปีงบประมาณ พ.ศ. 2566');
INSERT INTO `subcategories` VALUES ('257', '64', '3. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('258', '65', '1. มีบันทึกข้อความ ที่ผู้บริหารลงนามรับทราบแผนการจัดซื้อจัดจ้างประจำปีของหน่วยงานและมีการขออนุญาตนำไปเผยแพร่บนเว็บไชต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('259', '65', '2. มีหนังสือจัดสรรงบประมาณของหน่วยงาน ประจำปีงบประมาณ พ.ศ. 2566');
INSERT INTO `subcategories` VALUES ('260', '65', '3. มีแผนการจัดซื้อจัดจ้างและการจัดหาพัสดุของหน่วยงาน ประจำปีงบประมาณ พ.ศ. 2566 (งบดำเนินการ และงบลงทุน)');
INSERT INTO `subcategories` VALUES ('261', '65', '4. มีคำสั่งมอบหมายการปิดประกาศ หรือปลดประกาศ');
INSERT INTO `subcategories` VALUES ('262', '65', '5. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('263', '66', '1. มีบันทึกข้อความ ที่ผู้บริหารรับทราบรายงานผลของแผนการจัดซื้อจัดจ้างประจำปี ของหน่วยงาน และมีการขออนุญาตนำไปเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('264', '66', '2. มีรายงานผลการดำเนินการตามแผนการจัดซื้อจัดจ้างและการจัดหาพัสดุ ประจำปีงบประมาณ พ.ศ. 2566 ตามข้อกำหนด 2.1 งบลงทุน ทุกไตรมาส 2.2 งบดำเนินงาน ทุกไตรมาส');
INSERT INTO `subcategories` VALUES ('265', '66', '3. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('266', '67', '1. มีบันทึกข้อความแจ้งเวียนประกาศสำนักงานปลัดกระทรวงสาธารณสุขว่าด้วย แนวทางปฏิบัติงานเพื่อตรวจสอบบุคลากรในหน่วยงานด้านการจัดซื้อจัดจ้าง พ.ศ. 2560 และมีการขออนุญาตนำไปเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('267', '67', '	2. มีประกาศสำนักงานปลัดกระทรวงสาธารณสุขว่าด้วยแนวทางปฏิบัติงานเพื่อตรวจสอบบุคลากรในหน่วยงานด้านการจัดซื้อจัดจ้าง พ.ศ. 2560 ลงวันที่ 12 ตุลาคม พ.ศ. 2560 และแบบแสดงความบริสุทธิ์ใจในการจัดซื้อจัดจ้างของหน่วยงานในการเปิดเผยข้อมูลความขัดแย้งทางผลประโยชน์ของหัวหน้าเจ้าหน้าที่ เจ้าหน้าที่ และผู้ตรวจรับพัสดุ จำนวน 2 แบบ คือ วงเงินเล็กน้อยไม่เกิน 100,000 บาท และวงเงินเกิน 100,000 บาท');
INSERT INTO `subcategories` VALUES ('268', '67', '3. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('269', '68', '1. มีบันทึกข้อความ ที่ผู้บริหารลงนามรับทราบแบบ สขร. 1 ไตรมาสที่ 1 และมีการขออนุญาตนำไปเผยแพร่บนเว็บไชต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('270', '69', 'ไตรมาสที่ 1 แสดงแบบ สขร. 1 เดือนตุลาคม 2565');
INSERT INTO `subcategories` VALUES ('271', '69', 'ไตรมาสที่ 1 แสดงแบบ สขร. 1 เดือนพฤศจิกายน 2565');
INSERT INTO `subcategories` VALUES ('272', '69', 'ไตรมาสที่ 1 แสดงแบบ สขร. 1 เดือนธันวาคม 2565');
INSERT INTO `subcategories` VALUES ('273', '69', '3. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('274', '70', '1. มีบันทึกข้อความ ที่ผู้บริหารลงนามรับทราบแบบ สขร. 1 ไตรมาสที่ 2 และมีการขออนุญาตนำไปเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('275', '71', 'ไตรมาสที่ 2 แสดงแบบ สขร. 1 เดือนมกราคม 2566');
INSERT INTO `subcategories` VALUES ('276', '71', 'ไตรมาสที่ 2 แสดงแบบ สขร. 1 เดือนกุมภาพันธ์ 2566');
INSERT INTO `subcategories` VALUES ('277', '71', 'ไตรมาสที่ 2 แสดงแบบ สขร. 1 เดือนมีนาคม 2566');
INSERT INTO `subcategories` VALUES ('278', '71', '3. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('279', '72', '1.1 มีบันทึกข้อความ ที่ผู้บริหารลงนามนโยบายการบริหารทรัพยากรบุคคลของผู้บริหารสูงสุดของหน่วยงาน ประจำปีงบประมาณ พ.ศ. 2566 และมีการขออนุญาตนำไปเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('280', '72', '1.2 มีนโยบายการบริหารทรัพยากรบุคคลของผู้บริหารสูงสุดของหน่วยงาน และเป็นนโยบายที่ใช้ในปีงบประมาณ พ.ศ. 2566 (แนบตามข้อ 1.1) ที่มีเนื้อหาที่แสดงถึงความมุ่งมั่นในการบริหารทรัพยากรบุคคลที่ก่อให้เกิดการบริหารทรัพยากรบุคคล ที่มีความโปร่งใสและมีคุณธรรม และร่วมขับเคลื่อนจริยธรรมตามพระราชบัญญัติมาตรฐานทางจริยธรรม พ.ศ. 2562 ประมวลจริยธรรมข้าราชการพลเรือน พ.ศ. 2564 และข้อกำหนดจริยธรรมเจ้าหน้าที่ของรัฐสำนักงานปลัดกระทรวงสาธารณสุข พ.ศ. 2564');
INSERT INTO `subcategories` VALUES ('281', '72', '1.3 มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('282', '73', '2.1 บันทึกข้อความ ที่ผู้บริหารลงนามในแผนการบริหารทรัพยากรบุคคลของหน่วยงาน ประจำปีงบประมาณ พ.ศ. 2566 และมีการขออนุญาตนำไปเผยแพร่ บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('283', '73', '2.2 มีแผนการบริหารทรัพยากรบุคคลของหน่วยงาน ประจำปีงบประมาณ พ.ศ. 2566 (แนบตามข้อ 2.1)');
INSERT INTO `subcategories` VALUES ('284', '73', '2.3 มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('285', '74', '1. มีบันทึกข้อความ ที่ผู้บริหารลงนามในประกาศผลการปฏิบัติราชการประจำปีของบุคลากรในหน่วยงาน ระดับดีเด่น และดีมาก (ข้าราชการ ลูกจ้างประจำ พนักงานราชการ ลูกจ้างชั่วคราว และพนักงานกระทรวงสาธารณสุข) มีการขออนุญาตนำไปเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('286', '74', '2. มีประกาศรายงานการประเมินผลการปฏิบัติราชการประจำปีของบุคลากรในหน่วยงาน ระดับดีเด่น และดีมาก (ข้าราชการ ลูกจ้างประจำ พนักงานราชการ ลูกจ้างชั่วคราว และพนักงานกระทรวงสาธารณสุข)');
INSERT INTO `subcategories` VALUES ('287', '74', '3. มีหลักฐานประกาศรายงานการประเมินผลการปฏิบัติราชการประจำปีของบุคลากร ในหน่วยงานระดับดีเด่น และดีมาก (ข้าราชการ ลูกจ้างประจำ พนักงานราชการ ลูกจ้างชั่วคราว และพนักงานกระทรวงสาธารณสุข)');
INSERT INTO `subcategories` VALUES ('288', '75', '4. แบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('289', '76', '1. มีบันทึกข้อความ ที่ผู้บริหารลงนามในประกาศผลการปฏิบัติราชการประจำปี ของบุคลากรในหน่วยงาน ระดับดีเด่น และดีมาก (ข้าราชการ ลูกจ้างประจำ พนักงานราชการ ลูกจ้างชั่วคราว และพนักงานกระทรวงสาธารณสุข) มีการขออนุญาต นำเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('290', '76', '2. มีประกาศรายงานการประเมินผลการปฏิบัติราชการประจำปีของบุคลากรในหน่วยงาน ระดับดีเด่น และดีมาก (ข้าราชการ ลูกจ้างประจำ พนักงานราชการ ลูกจ้างชั่วคราว และพนักงานกระทรวงสาธารณสุข)');
INSERT INTO `subcategories` VALUES ('291', '76', '3. มีหลักฐานประกาศรายงานการประเมินผลการปฏิบัติราชการประจำปีของบุคลากร ในหน่วยงานระดับดีเด่น และดีมาก (ข้าราชการ ลูกจ้างประจำ พนักงานราชการ ลูกจ้างชั่วคราว และพนักงานกระทรวงสาธารณสุข)');
INSERT INTO `subcategories` VALUES ('292', '77', '4. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('293', '78', '1.1 บันทึกข้อความขออนุมัติดำเนินโครงการ');
INSERT INTO `subcategories` VALUES ('294', '78', '1.2 โครงการ');
INSERT INTO `subcategories` VALUES ('295', '78', '2. มีรายชื่อผู้เข้าร่วมการอบรมให้ความรู้แก่เจ้าหน้าที่ภายในหน่วยงานเกี่ยวกับ การเสริมสร้างและพัฒนาทางด้านจริยธรรมและการมีวินัย รวมทั้งการป้องกัน มิให้กระทำผิดวินัย');
INSERT INTO `subcategories` VALUES ('296', '78', '3. มีบันทึกข้อความ ที่ผู้บริหารรับทราบรายงานผลการอบรมให้ความรู้แก่เจ้าหน้าที่ ภายในหน่วยงานเกี่ยวกับการเสริมสร้างและพัฒนาทางด้านจริยธรรมและการมีวินัยรวมทั้งการป้องกันมิให้กระทำผิดวินัย และมีการขออนุญาตนำไปเผยแพร่บนเว็บไซต์ ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('297', '78', '4. มีรายงานผลการอบรมให้ความรู้แก่เจ้าหน้าที่ภายในหน่วยงานเกี่ยวกับการเสริมสร้างและพัฒนาทางด้านจริยธรรมและการมีวินัย รวมทั้งการป้องกันมิให้กระทำผิดวินัย');
INSERT INTO `subcategories` VALUES ('298', '78', '5. มีภาพกิจกรรมที่ระบุวัน เวลา สถานที่จัดกิจกรรม ในรูปแบบการอบรม ณ สถานที่จัดการอบรม (On-site) หรือรูปแบบการอบรมผ่านสื่ออิเล็กทรอนิกส์ (Online) แล้วแต่กรณี');
INSERT INTO `subcategories` VALUES ('299', '78', '6. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('300', '79', '1. มีคู่มือการดำเนินงานเรื่องร้องเรียนการปฏิบัติงานหรือการให้บริการของเจ้าหน้าที่ ภายในหน่วยงาน ที่มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('301', '79', '2. มีคู่มือปฏิบัติงานการรับเรื่องร้องเรียนการทุจริตและประพฤติมิชอบ ที่มีแบบฟอร์ม การเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('302', '79', '3. มีหลักฐานที่แสดงถึงช่องทางการร้องเรียน ตามข้อ 1. และข้อ 2. อาทิ ผ่านระบบหมายเลขโทรศัพท์ ผ่านระบบอินเตอร์เน็ต ผ่านระบบไปรษณีย์ ผ่าน Application หรือช่องทางอื่น ๆ ที่หน่วยงานกำหนดตามความเหมาะสม');
INSERT INTO `subcategories` VALUES ('303', '79', '4. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('304', '80', '1. มีบันทึกข้อความ ที่ผู้บริหารลงนามรับทราบรายงานสรุปผลการดำเนินงานเรื่องร้องเรียน ตามข้อ (1) และข้อ (2) ที่มีการวิเคราะห์ปัญหา / อุปสรรคและแนวทางแก้ไข และมีการขออนุญาตนำไปเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('305', '81', '2.1 สรุปผลการดำเนินงานเรื่องร้องเรียนการปฏิบัติงานหรือการให้บริการของเจ้าหน้าที่ภายในหน่วยงาน');
INSERT INTO `subcategories` VALUES ('306', '81', '2.2 สรุปผลการดำเนินงานเรื่องร้องเรียนการทุจริตและประพฤติมิชอบ');
INSERT INTO `subcategories` VALUES ('307', '81', '3. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('308', '82', '1. มีบันทึกข้อความ ที่ผู้บริหารลงนามรับทราบรายงานสรุปผลการดำเนินงานเรื่องร้องเรียน ตามข้อ (1) และข้อ (2) ที่มีการวิเคราะห์ปัญหา / อุปสรรคและแนวทางแก้ไข และมีการขออนุญาตนำไปเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('309', '82', '2. มีรายงานสรุปผลการดำเนินงานเรื่องร้องเรียนตามข้อ (1) และข้อ (2) รอบ 12 เดือน ที่มีการวิเคราะห์ปัญหา / อุปสรรคและแนวทางแก้ไข (แนบตามข้อ 1.) รอบ 12 เดือน (1 เมษายน 2566-31 สิงหาคม 2566) ประกอบด้วย');
INSERT INTO `subcategories` VALUES ('310', '82', '2.1 สรุปผลการดำเนินงานเรื่องร้องเรียนการปฏิบัติงานหรือการให้บริการของเจ้าหน้าที่ภายในหน่วยงาน');
INSERT INTO `subcategories` VALUES ('311', '82', '2.2 สรุปผลการดำเนินงานเรื่องร้องเรียนการทุจริตและประพฤติมิชอบ');
INSERT INTO `subcategories` VALUES ('312', '82', '3. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('313', '83', '1.1 บันทึกข้อความ ที่ผู้บริหารลงนามอนุมัติในโครงการ และมีการขออนุญาต นำไปเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('314', '83', '1.2 โครงการ');
INSERT INTO `subcategories` VALUES ('315', '83', '2. มีรายงานประชุมโครงการ / กิจกรรม ที่แสดงชื่อผู้ใช้บริการ หรือผู้มีส่วนได้ส่วนเสีย มาร่วมวางแผนและร่วมแลกเปลี่ยนความคิดเห็น ตามภารกิจที่เลือก ที่ผู้บริหารรับทราบ (มีการแสดงชื่อของผู้เข้าร่วมการประชุม / สัมมนา อย่างชัดเจน)');
INSERT INTO `subcategories` VALUES ('316', '83', '3. มีรายงานประชุมโครงการ / กิจกรรม ที่แสดงชื่อผู้ใช้บริการ หรือผู้มีส่วนได้ส่วนเสีย มาร่วมดำเนินการ ตามภารกิจที่เลือก (มีการแสดงชื่อของผู้เข้าร่วมการประชุม / สัมมนา อย่างชัดเจน)');
INSERT INTO `subcategories` VALUES ('317', '83', '4. มีรายงานสรุปผลการดำเนินโครงการ / กิจกรรม ตามภารกิจที่เลือก');
INSERT INTO `subcategories` VALUES ('318', '83', '5. มีภาพกิจกรรม ที่ระบุวัน เวลา สถานที่จัดกิจกรรมที่ชัดเจน');
INSERT INTO `subcategories` VALUES ('319', '83', '6. มีบันทึกข้อความรายงาน ที่ผู้บริหารลงนามรับทราบ สั่งการ และมีการขออนุญาต นำเผยแพร่บนเว็บไซต์ของหน่วยงาน (สำหรับข้อ 2. ข้อ 3. และข้อ 4.)');
INSERT INTO `subcategories` VALUES ('320', '83', '7. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('321', '84', '1. มีบันทึกข้อความ ที่ผู้บริหารลงนามในคำสั่ง หรือประกาศ หรือข้อสั่งการ และมีการขออนุญาตนำเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('322', '84', '2. มีคำสั่ง หรือประกาศ หรือข้อสั่งการ มาตรการการป้องกันการรับสินบนทุกรูปแบบ และระบุการกำหนดกลไกการกำกับติดตาม ในปีงบประมาณ พ.ศ. 2566 ตามข้อมูลประกอบข้อคำถาม ประเด็นข้อ 1. ถึงข้อ 5. ตามที่หน่วยงานกำหนด');
INSERT INTO `subcategories` VALUES ('323', '84', '3. มีหลักฐานหนังสือแจ้งเวียน');
INSERT INTO `subcategories` VALUES ('324', '84', '4. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('325', '85', '1. มีบันทึกข้อความรับทราบรายงานการประเมินการดำเนินการตามแนวทางปฏิบัติของหน่วยงาน ในปีงบประมาณ พ.ศ. 2565-2566 ตามประกาศกระทรวงสาธารณสุขว่าด้วยเกณฑ์จริยธรรมการจัดซื้อจัดหาและการส่งเสริมการขายยาและเวชภัณฑ์ที่มิใช่ยาของกระทรวงสาธารณสุข พ.ศ. 2564');
INSERT INTO `subcategories` VALUES ('326', '85', '2. มีรายงานการประเมินฯ (ตามตัวอย่างในหน้า 75) ที่พิมพ์ (Print) สำเนาคำตอบรายงานการประเมินฯ จากไปรษณีย์อิเล็กทรอนิกส์ แนบตามข้อ 1. นำขึ้นเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('327', '85', '3. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('328', '86', '1. มีบันทึกข้อความ ที่ผู้บริหารลงนามข้อสั่งการอย่างเป็นทางการ และมีการขออนุญาตนำไปเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('329', '86', '	2. มีแนวปฏิบัติเกี่ยวกับ 2.1 การยืมพัสดุประเภทใช้คงรูป ระหว่างหน่วยงานของรัฐ การยืมใช้ภายในสถานที่ ของหน่วยงานของรัฐเดียวกัน และมีผังกระบวนการยืมพัสดุประเภทคงรูปของเจ้าหน้าที่รัฐของหน่วยงาน 2.2 การยืมพัสดุประเภทใช้คงรูประหว่างหน่วยงานของรัฐ การยืมไปใช้นอกสถานที่ ของหน่วยงานของรัฐ และมีผังกระบวนการยืมพัสดุประเภทคงรูปของเจ้าหน้าที่รัฐ ของหน่วยงาน 2.3 มีผังกระบวนการยืมพัสดุประเภทคงรูปของเจ้าหน้าที่รัฐของหน่วยงาน ตามข้อ 2.1 และ 2.2 2.4 มีแบบฟอร์มการยืมพัสดุประเภทใช้คงรูป 2.5 มีกลไกการกำกับติดตาม');
INSERT INTO `subcategories` VALUES ('330', '86', '3. มีแนวปฏิบัติเกี่ยวกับ 3.1 การยืมพัสดุประเภทใช้สิ้นเปลืองระหว่างหน่วยงานของรัฐ 3.2 มีผังกระบวนการยืมพัสดุประเภทใช้สิ้นเปลืองระหว่างหน่วยงานของรัฐ 3.3 มีแบบฟอร์มการยืมพัสดุประเภทใช้สิ้นเปลือง 3.4 มีกลไกการกำกับติดตาม');
INSERT INTO `subcategories` VALUES ('331', '86', '4. หนังสือแจ้งเวียนแนวปฏิบัติตามข้อ 2. และข้อ 3.');
INSERT INTO `subcategories` VALUES ('332', '86', '5. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('333', '87', '1.1 มีบันทึกข้อความ เสนอผู้บริหารสูงสุดของหน่วยงาน เพื่อขอความเห็นชอบ อนุมัติและลงนามในแผนปฏิบัติการป้องกัน ปราบปรามการทุจริตและประพฤติมิชอบ ของหน่วยงาน ประจำปีงบประมาณ พ.ศ. 2566 และมีการขออนุญาตนำไปเผยแพร่ บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('334', '87', '1.2 แผนปฏิบัติการป้องกัน ปราบปรามการทุจริตและประพฤติมิชอบของหน่วยงาน ประจำปีงบประมาณ พ.ศ. 2566 ที่ผ่านความเห็นชอบและลงนามอนุมัติ โดยผู้บริหารสูงสุดของหน่วยงาน ภายในเดือนพฤศจิกายน 2565 เท่านั้น');
INSERT INTO `subcategories` VALUES ('335', '87', '1.3 มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('336', '88', '2.1 มีบันทึกข้อความเสนอผู้บริหารสูงสุดของหน่วยงาน เพื่อขอความเห็นชอบ อนุมัติและลงนามในแผนปฏิบัติการส่งเสริมคุณธรรมของชมรมจริยธรรมของหน่วยงาน ประจำปีงบประมาณ พ.ศ. 2566 และมีการขออนุญาตนำไปเผยแพร่บนเว็บไซต์ ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('337', '88', '2.2 แผนปฏิบัติการส่งเสริมคุณธรรมของชมรมจริยธรรมของหน่วยงาน ประจำปีงบประมาณ พ.ศ. 2566 (แบบฟอร์มที่ 1 ตามคู่มือฯ) จัดส่ง Link แผนปฏิบัติการฯ ให้ศูนย์ปฏิบัติการต่อต้านการทุจริต กระทรวงสาธารณสุข ผ่านระบบ Google Forms ภายในวันที่ 15 พฤศจิกายน 2565');
INSERT INTO `subcategories` VALUES ('338', '88', '2.3 มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('339', '89', '	1.1 มีบันทึกข้อความ ที่ผู้บริหารลงนามรับทราบรายงานผลการดำเนินงาน ตามแผนปฏิบัติการป้องกัน ปราบปรามการทุจริตและประพฤติมิชอบของหน่วยงาน ประจำปีงบประมาณ พ.ศ. 2566 รอบ 6 เดือน และมีการขออนุญาตนำไปเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('340', '89', '1.2 รายงานผลการดำเนินงานตามแผนปฏิบัติการป้องกัน ปราบปรามการทุจริต และประพฤติมิชอบของหน่วยงาน ประจำปีงบประมาณ พ.ศ. 2566 รอบ 6 เดือน (1 ตุลาคม 2565-31 มีนาคม 2566) หน่วยงานต้องนำ link วางในระบบ MITAS อย่างช้า ภายในวันที่ 30 มีนาคม 2566');
INSERT INTO `subcategories` VALUES ('341', '89', '1.3 มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('342', '90', '2.1 มีบันทึกข้อความเสนอผู้บริหารสูงสุดของหน่วยงาน และมีการขออนุญาต นำไปเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('343', '90', '2.2 รายงานผลการกำกับติดตามการดำเนินงานตามแผนปฏิบัติการส่งเสริมคุณธรรมของชมรมจริยธรรมของหน่วยงาน ประจำปีงบประมาณ พ.ศ. 2566 (แบบฟอร์มที่ 2 ตามคู่มือฯ) รอบ 6 เดือน ภายในวันที่ 15 มีนาคม 2566 หน่วยงานต้องนำ link วางในระบบ MITAS อย่างช้าภายในวันที่ 30 มีนาคม 2566');
INSERT INTO `subcategories` VALUES ('344', '90', '3. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('345', '91', '1. มีบันทึกข้อความ แสดงถึงการขออนุมัติจัดการประชุมการจัดทำแผนบริหารความเสี่ยงการทุจริต ประจำปีงบประมาณ พ.ศ. 2566 ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('346', '91', '2. มีรายงานการประชุมการจัดทำแผนบริหารความเสี่ยงการทุจริต ประจำปีงบประมาณ พ.ศ. 2566 ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('347', '91', '3. มีบันทึกข้อความ ที่ผู้บริหารลงนามรับทราบรายงานแผนบริหารความเสี่ยงการทุจริต ประจำปีงบประมาณ พ.ศ. 2566 ของหน่วยงานที่ชัดเจน และมีการขออนุญาตนำไปเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('348', '91', '4. มีรายงานแผนบริหารความเสี่ยงการทุจริต ประจำปีงบประมาณ พ.ศ. 2566 ของหน่วยงาน โดยจัดทำเป็นรูปเล่มรายงาน ที่มีการวิเคราะห์ความเสี่ยงและจัดทำแผนบริหารความเสี่ยงการทุจริต ทั้ง 8 ขั้นตอน (ขั้นตอนที่ 1-8) หน้า 92-100');
INSERT INTO `subcategories` VALUES ('349', '91', '5. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('350', '92', '1. มีบันทึกข้อความ ที่ผู้บริหารลงนามในคำสั่ง / ข้อสั่งการ / ประกาศ และมีการขออนุญาตนำไปเผยแพร่บนเว็บไซต์ของหน่วยงาน หรือสื่อสารเผยแพร่ ในช่องทางอื่น');
INSERT INTO `subcategories` VALUES ('351', '92', '2. มีมาตรการป้องกันการทุจริต (การควบคุมความเสี่ยงการทุจริต) อย่างเป็นรูปธรรมที่ชัดเจน ต้องมีความสอดคล้องตามแผนบริหารความเสี่ยงการทุจริตของหน่วยงานที่ได้จากข้อ MOIT 17');
INSERT INTO `subcategories` VALUES ('352', '92', '3. มีหลักฐานหนังสือแจ้งเวียน ตามข้อ 1. ถึงข้อ 2.');
INSERT INTO `subcategories` VALUES ('353', '92', '4. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('354', '93', '1. มีบันทึกข้อความ ที่ผู้บริหารรับทราบการรายงานการเรี่ยไรและการให้หรือรับของขวัญหรือประโยชน์อื่นใด รอบ 6 เดือน ภายในวันที่ 15 มีนาคม 2566 นำ link วางในระบบ MITAS อย่างช้า ภายในวันที่ 30 มีนาคม 2566 และมีการขออนุญาตนำไปเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('355', '93', '2. มีรายงานการเรี่ยไรและการให้หรือรับของขวัญหรือประโยชน์อื่นใด ที่ได้จากระบบ MSRS (แนบตามข้อ 1.)');
INSERT INTO `subcategories` VALUES ('356', '93', '3. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('357', '94', '1.1 บันทึกข้อความขออนุมัติดำเนินโครงการ');
INSERT INTO `subcategories` VALUES ('358', '94', '1.2 โครงการ');
INSERT INTO `subcategories` VALUES ('359', '94', '2. มีรายชื่อผู้เข้าร่วมการอบรมให้ความรู้เรื่อง ผลประโยชน์ทับซ้อนในหลักสูตรต้านทุจริตศึกษา (Anti-Corruption Education) กระทรวงสาธารณสุข (ฉบับปรับปรุง) พ.ศ. 2565 ให้แก่บุคลากรในหน่วยงาน');
INSERT INTO `subcategories` VALUES ('360', '94', '3. มีบันทึกข้อความ ที่ผู้บริหารรับทราบรายงานผลการอบรมให้ความรู้เรื่อง ผลประโยชน์ทับซ้อนในหลักสูตรต้านทุจริตศึกษา (Anti-Corruption Education) กระทรวงสาธารณสุข (ฉบับปรับปรุง) พ.ศ. 2565 ให้แก่บุคลากรในหน่วยงาน และมีการขออนุญาตนำไปเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('361', '94', '4. มีรายงานผลการอบรมให้ความรู้ เรื่องผลประโยชน์ทับซ้อนในหลักสูตรต้านทุจริตศึกษา (Anti-Corruption Education) กระทรวงสาธารณสุข (ฉบับปรับปรุง) พ.ศ. 2565 ให้แก่บุคลากรในหน่วยงาน');
INSERT INTO `subcategories` VALUES ('362', '94', '5. มีภาพกิจกรรมที่ระบุวัน เวลา สถานที่จัดกิจกรรม');
INSERT INTO `subcategories` VALUES ('363', '94', '6. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('364', '95', '1. มีบันทึกข้อความ ที่ผู้บริหารลงนามในประกาศเจตนารมณ์ตามข้อ 1.1 ถึงข้อ 1.3 ของผู้บริหารสูงสุด และมีการขออนุญาตนำเผยแพร่บนเว็บไซต์ของหน่วยงาน หรือสื่อสารเผยแพร่ในช่องทางอื่น');
INSERT INTO `subcategories` VALUES ('365', '95', '2. มีประกาศเจตนารมณ์ตามข้อ 1.1 ถึงข้อ 1.3 ของผู้บริหารสูงสุด (จำนวน 3 ฉบับ)');
INSERT INTO `subcategories` VALUES ('366', '95', '3. มีกิจกรรมประกาศประกาศเจตนารมณ์ตามข้อ 1.1 ถึงข้อ 1.3 ของหน่วยงาน ต่อสาธารณชน ดำเนินกิจกรรมประกาศในวันเดียวกัน (ระยะเวลาตั้งแต่เดือนตุลาคม 2565 ถึงเดือนมีนาคม 2566)');
INSERT INTO `subcategories` VALUES ('367', '95', '4. มีภาพถ่ายกิจกรรม ที่ระบุวัน เวลา สถานที่จัดกิจกรรมที่ชัดเจน');
INSERT INTO `subcategories` VALUES ('368', '95', '5. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('369', '96', '1. มีบันทึกข้อความ ที่ผู้บริหารรับทราบคู่มือแนวปฏิบัติการป้องกันและแก้ไขปัญหาการล่วงละเมิดหรือคุกคามทางเพศในการทำงานของหน่วยงาน และมีการขออนุญาตนำไปเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('370', '96', '2. คู่มือแนวปฏิบัติการป้องกันและแก้ไขปัญหาการล่วงละเมิดหรือคุกคามทางเพศในการทำงานของหน่วยงาน และมีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('371', '96', '3. บันทึกข้อความแจ้งเวียนคู่มือแนวปฏิบัติการป้องกันและแก้ไขปัญหาการล่วงละเมิดหรือคุกคามทางเพศในการทำงานของหน่วยงาน และมีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('372', '97', '1. มีบันทึกข้อความ ที่ผู้บริหารลงนามรับทราบแบบ สขร. 1 ไตรมาสที่ 3 และมีการขออนุญาตนำไปเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('373', '98', 'ไตรมาสที่ 3 แสดงแบบ สขร. 1 เดือนเมษายน 2566');
INSERT INTO `subcategories` VALUES ('374', '98', 'ไตรมาสที่ 3 แสดงแบบ สขร. 1 เดือนพฤษภาคม 2566');
INSERT INTO `subcategories` VALUES ('375', '98', 'ไตรมาสที่ 3 แสดงแบบ สขร. 1 เดือนมิถุนายน 2566');
INSERT INTO `subcategories` VALUES ('376', '98', '3. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('377', '99', '1. มีบันทึกข้อความ ที่ผู้บริหารรับทราบรายงานสรุปผลการกำกับติดตาม มาตรการการป้องกันการรับสินบนทุกรูปแบบ ตามข้อมูลประกอบข้อคำถาม ประเด็นข้อ 1. ถึงข้อ 5. ตามที่หน่วยงานกำหนด');
INSERT INTO `subcategories` VALUES ('378', '99', '2. มีรายงานสรุปผลการกำกับติดตามมาตรการการป้องกันการรับสินบนทุกรูปแบบ ประเด็นข้อ 1. ถึงข้อ 5. (แนบตามข้อ 1.)');
INSERT INTO `subcategories` VALUES ('379', '99', '3. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('380', '100', '1.1 มีบันทึกข้อความ ที่ผู้บริหารลงนามรับทราบรายงานผลการดำเนินงาน ตามแผนปฏิบัติการป้องกันฯ รอบ 12 เดือน และมีการขออนุญาตนำไปเผยแพร่ บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('381', '100', '1.2 รายงานผลการดำเนินงานตามแผนปฏิบัติการป้องกัน ปราบปรามการทุจริต และประพฤติมิชอบของหน่วยงาน ประจำปีงบประมาณ พ.ศ. 2566 รอบ 12 เดือน (1 เมษายน 2566-30 กันยายน 2566) หน่วยงานต้องนำ link วางในระบบ MITAS อย่างช้าภายในวันที่ 14 กันยายน 2566');
INSERT INTO `subcategories` VALUES ('382', '100', '1.3 มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('383', '101', '2.1 มีบันทึกข้อความเสนอผู้บริหารสูงสุดของหน่วยงาน และมีการขออนุญาตนำไปเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('384', '101', '2.2 มีรายงานผลการกำกับติดตามการดำเนินงานตามแผนปฏิบัติการส่งเสริมคุณธรรมของชมรมจริยธรรมของหน่วยงาน ประจำปีงบประมาณ พ.ศ. 2566 รอบ 12 เดือน ภายในวันที่ 31 สิงหาคม 2566 หน่วยงานต้องนำ link วางในระบบ MITAS อย่างช้าภายในวันที่ 14 กันยายน 2566');
INSERT INTO `subcategories` VALUES ('385', '101', '3. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('386', '102', '1. มีบันทึกข้อความ ที่ผู้บริหารลงนามรับทราบ รายงานผลการดำเนินงาน ตามแผนบริหารความเสี่ยง ประจำปีงบประมาณ พ.ศ. 2566 ของหน่วยงาน และมีการขออนุญาตนำไปเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('387', '102', '2. มีผลการดำเนินงานตามแผนบริหารความเสี่ยง ประจำปีงบประมาณ พ.ศ. 2566 ของหน่วยงาน ตามขั้นตอนที่ 9 การรายงานผลการดำเนินงานตามแผนบริหาร ความเสี่ยง แบบรายงานผลการดำเนินงานตามแผนบริหารความเสี่ยง ประจำปีงบประมาณ พ.ศ. 2566 (หน้า 101)');
INSERT INTO `subcategories` VALUES ('388', '102', '3. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('389', '103', '1. มีบันทึกข้อความ ที่ผู้บริหารรับทราบการรายงานการเรี่ยไรและการให้หรือรับของขวัญหรือประโยชน์อื่นใด รอบ 12 เดือน ภายในวันที่ 31 สิงหาคม 2566 นำ link วางในระบบ MITAS อย่างช้า ภายในวันที่ 14 กันยายน 2566 และมีการขออนุญาตนำไปเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('390', '103', '2. มีรายงานการเรี่ยไรและการให้หรือรับของขวัญหรือประโยชน์อื่นใดที่พิมพ์ (Print) จากระบบ MSRS (แนบตามข้อ 1.) ตามตัวอย่างหน้า 106');
INSERT INTO `subcategories` VALUES ('391', '103', '3. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('392', '104', '1. มีบันทึกข้อความ ที่ผู้บริหารรับทราบการรายงานการกำกับติดตามมาตรการการป้องกัน และแก้ไขปัญหาการล่วงละเมิดหรือคุกคามทางเพศในการทำงานของหน่วยงาน ตามแบบรายงานที่กำหนดดำเนินการให้เสร็จสิ้นในไตรมาสที่ 4 ผ่านระบบ Google Forms และมีการขออนุญาตนำไปเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('393', '104', '2. มีรายงานการกำกับติดตามมาตรการการป้องกันและแก้ไขปัญหาการล่วงละเมิดหรือคุกคามทางเพศในการทำงานของหน่วยงาน (ตามตัวอย่างในหน้า 117) ที่พิมพ์ (Print) สำเนาคำตอบรายงานฯ จากไปรษณีย์อิเล็กทรอนิกส์ แนบตามข้อ 1. นำขึ้นเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน วาง link อย่างช้าภายในวันที่ 15 กันยายน 2566');
INSERT INTO `subcategories` VALUES ('394', '104', '3. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('395', '105', '1. มีบันทึกข้อความ ที่ผู้บริหารลงนามรับทราบแบบ สขร. 1 ไตรมาสที่ 4 และมีการขออนุญาตนำไปเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('396', '106', 'ไตรมาสที่ 4 แสดงแบบ สขร. 1 เดือนกรกฎาคม 2566');
INSERT INTO `subcategories` VALUES ('397', '106', 'ไตรมาสที่ 4 แสดงแบบ สขร. 1 เดือนสิงหาคม 2566');
INSERT INTO `subcategories` VALUES ('398', '106', 'ไตรมาสที่ 4 แสดงแบบ สขร. 1 เดือนกันยายน 2566');
INSERT INTO `subcategories` VALUES ('399', '106', '3. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('400', '107', '1.1 มีบันทึกข้อความ ที่ผู้บริหารลงนามในคำสั่ง / ประกาศ และมีการขออนุญาต นำไปเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('401', '107', '1.2 มีคำสั่ง / ประกาศ โดยผู้บริหารสูงสุดของหน่วยงาน เป็นไปตามข้อ 1. (รายละเอียดข้อมูลประกอบข้อคำถาม)');
INSERT INTO `subcategories` VALUES ('402', '107', '1.3 มีกรอบแนวทางการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน รายละเอียดเนื้อหาในข้อมูลประกอบข้อคำถามข้อ 2. (ข้อ 2.1 มีลักษณะ / ประเภทข้อมูลที่หน่วยงานต้องเผยแพร่ต่อสาธารณะ และข้อ 2.2 มีการระบุวิธีการ ขั้นตอนการดำเนินงาน ระบุเวลาการดำเนินการและผู้มีหน้าที่รับผิดชอบในการเผยแพร่ข้อมูลต่อสาธารณะอย่างชัดเจน)');
INSERT INTO `subcategories` VALUES ('403', '107', '1.4 มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('404', '108', '2.1 มีบันทึกข้อความ ที่ผู้บริหารลงนามรับทราบรายงานฯ และมีการขออนุญาต นำไปเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('405', '108', '2.2 มีรายงานผลการกำกับติดตามการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ ของหน่วยงานในปีที่ผ่านมา (ของปีงบประมาณ พ.ศ. 2566)');
INSERT INTO `subcategories` VALUES ('406', '108', '2.3 มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('407', '109', '1.1 ข้อมูลผู้บริหาร แสดงรายนามของผู้บริหารของหน่วยงาน ประกอบด้วย (1) รูปถ่าย (2) ชื่อ-นามสกุล (3) ตำแหน่ง และ (4) หมายเลขโทรศัพท์ (ต้องมีครบทั้ง 4 รายการ)');
INSERT INTO `subcategories` VALUES ('408', '109', '1.2 นโยบายของผู้บริหาร');
INSERT INTO `subcategories` VALUES ('409', '109', '1.3 โครงสร้างหน่วยงาน');
INSERT INTO `subcategories` VALUES ('410', '109', '1.4 หน้าที่และอำนาจของหน่วยงานตามกฎหมายจัดตั้ง หรือกฎหมายอื่นที่เกี่ยวข้อง');
INSERT INTO `subcategories` VALUES ('411', '109', '1.5 กฎหมายที่เกี่ยวข้องกับการดำเนินงาน หรือการปฏิบัติงานของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('412', '109', '1.6 ข่าวประชาสัมพันธ์ ที่แสดงข้อมูลข่าวสารที่เกี่ยวกับการดำเนินงานตามหน้าที่และอำนาจ และภารกิจของหน่วยงาน และเป็นข้อมูลข่าวสารที่เกิดขึ้นในปีงบประมาณ พ.ศ. 2567');
INSERT INTO `subcategories` VALUES ('413', '109', '1.7 ข้อมูลการติดต่อหน่วยงาน ประกอบด้วย (1) ที่อยู่หน่วยงาน (2) หมายเลขโทรศัพท์ของหน่วยงาน (3) หมายเลขโทรสารของหน่วยงาน (4) ที่อยู่ไปรษณีย์อิเล็กทรอนิกส์ของหน่วยงาน และ (5) แผนที่ที่ตั้งหน่วยงาน (ต้องมีครบทั้ง 5 รายการ)');
INSERT INTO `subcategories` VALUES ('414', '109', '1.8 ช่องทางการรับฟังความคิดเห็นที่บุคคลภายนอกสามารถแสดงความคิดเห็นต่อการดำเนินงานตามหน้าที่และอำนาจและตามภารกิจของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('415', '109', '2. วิสัยทัศน์ พันธกิจ ค่านิยม MOPH');
INSERT INTO `subcategories` VALUES ('416', '109', '3. พระราชบัญญัติมาตรฐานทางจริยธรรม พ.ศ. 2562');
INSERT INTO `subcategories` VALUES ('417', '109', '4. ประมวลจริยธรรมข้าราชการพลเรือน พ.ศ. 2564');
INSERT INTO `subcategories` VALUES ('418', '109', '5. ข้อกำหนดจริยธรรมเจ้าหน้าที่ของรัฐ สำนักงานปลัดกระทรวงสาธารณสุข พ.ศ. 2564');
INSERT INTO `subcategories` VALUES ('419', '109', '6. อินโฟกราฟฟิกคณะกรรมการจริยธรรม ประจำสำนักงานปลัดกระทรวงสาธารณสุข ชุดปัจจุบัน ที่มีนายวินัย วิริยกิจจา เป็นประธานกรรมการ');
INSERT INTO `subcategories` VALUES ('420', '109', '7. ยุทธศาสตร์ฯ แผนแม่บทภายใต้ยุทธศาสตร์ชาติฯ แผนการปฎิรูปประเทศฯ แผนพัฒนาเศรษฐกิจและสังคมแห่งชาติฯ ของประเทศ');
INSERT INTO `subcategories` VALUES ('421', '109', '8. นโยบายและยุทธศาสตร์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('422', '109', '9. แผนปฏิบัติการประจำปีของหน่วยงาน (แผนปฏิบัติการประจำปีของหน่วยงานทุกแผน)');
INSERT INTO `subcategories` VALUES ('423', '109', '10. รายงานผลการดำเนินงานตามแผนปฏิบัติการประจำปีของหน่วยงาน (เป็นไปตามข้อ 9.)');
INSERT INTO `subcategories` VALUES ('424', '109', '11. แผนการใช้จ่ายงบประมาณประจำปีของหน่วยงาน และผลการใช้จ่ายงบประมาณ ประจำปีของหน่วยงาน ตามแผนการใช้จ่ายงบประมาณประจำปีของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('425', '109', '12. คู่มือการปฏิบัติงานการร้องเรียนการปฏิบัติงานหรือให้บริการของเจ้าหน้าที่');
INSERT INTO `subcategories` VALUES ('426', '109', '13. คู่มือการปฏิบัติงานการร้องเรียนการทุจริตและประพฤติมิชอบ');
INSERT INTO `subcategories` VALUES ('427', '109', '14. คู่มือการปฏิบัติงานตามภารกิจหลักและภารกิจสนับสนุนของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('428', '109', '15. คู่มือขั้นตอนการให้บริการ (ภารกิจให้บริการประชาชนตามพระราชบัญญัติ การอำนวยความสะดวกในการพิจารณาอนุญาตของทางราชการ พ.ศ. 2558) (เฉพาะสำนักงานสาธารณสุขจังหวัด และสำนักงานสาธารณสุขอำเภอ)');
INSERT INTO `subcategories` VALUES ('429', '109', '16. รายงานผลการดำเนินการเกี่ยวกับเรื่องร้องเรียนการปฏิบัติงานหรือการให้บริการ ประจำปีงบประมาณ พ.ศ. 2566 รอบ 12 เดือน ประจำปีงบประมาณ พ.ศ. 2566');
INSERT INTO `subcategories` VALUES ('430', '109', '17. รายงานผลการดำเนินการเกี่ยวกับเรื่องร้องเรียนการทุจริตและประพฤติมิชอบ ประจำปีงบประมาณ พ.ศ. 2566 รอบ 12 เดือน ประจำปีงบประมาณ พ.ศ. 2566');
INSERT INTO `subcategories` VALUES ('431', '110', '18.1 การวิเคราะห์ผลการจัดซื้อจัดจ้างและการจัดหาพัสดุของปีงบประมาณ พ.ศ. 2566');
INSERT INTO `subcategories` VALUES ('432', '110', '18.2 แผนการจัดซื้อจัดจ้างและการจัดหาพัสดุ ประจำปีงบประมาณ พ.ศ. 2567');
INSERT INTO `subcategories` VALUES ('433', '110', '18.3 ผลการดำเนินการตามแผนการจัดซื้อจัดจ้างและการจัดหาพัสดุ ประจำปีงบประมาณ พ.ศ. 2567 ตามรอบระยะเวลาที่กำหนดในกรอบแนวทางของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('434', '110', '18.4 ประกาศสำนักงานปลัดกระทรวงสาธารณสุขว่าด้วยแนวทางปฏิบัติงาน เพื่อตรวจสอบบุคลากรในหน่วยงานด้านการจัดซื้อจัดจ้าง พ.ศ. 2560 และแบบแสดง ความบริสุทธิ์ใจในการจัดซื้อจัดจ้างของหน่วยงานในการเปิดเผยข้อมูลความขัดแย้ง ทางผลประโยชน์ของหัวหน้าเจ้าหน้าที่');
INSERT INTO `subcategories` VALUES ('435', '111', '1. มีบันทึกข้อความ ที่ผู้บริหารลงนามรับทราบรายงานการวิเคราะห์ผลการจัดซื้อจัดจ้างและการจัดหาพัสดุ ประจำปีงบประมาณ พ.ศ. 2566 และมีการขออนุญาตนำไปเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('436', '111', '	2. มีรายงานการวิเคราะห์ผลการจัดซื้อจัดจ้างและการจัดหาพัสดุ ประจำปีงบประมาณ พ.ศ. 2566 ที่มีลักษณะเป็นรูปเล่มรายงาน โดยต้องนำเสนอข้อมูลการวิเคราะห์ อย่างเป็นระบบ ตามข้อมูลประกอบข้อคำถามข้อ 2. ครบทั้ง 4 องค์ประกอบ คือ (2.1) การวิเคราะห์ความเสี่ยง (2.2) การวิเคราะห์ปัญหาอุปสรรค / ข้อจำกัด (2.3) การวิเคราะห์ความสามารถในการประหยัดงบประมาณ (2.4) แนวทางแก้ไขและปรับปรุงกระบวนการจัดซื้อจัดจ้างและการจัดหาพัสดุ อันจะนำไปสู่การปรับปรุงการจัดซื้อจัดจ้างและการจัดหาพัสดุ ในปีงบประมาณ พ.ศ. 2567');
INSERT INTO `subcategories` VALUES ('437', '111', '3. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('438', '112', '1. มีบันทึกข้อความ ที่ผู้บริหารลงนามรับทราบแผนการจัดซื้อจัดจ้างประจำปีของหน่วยงานและมีการขออนุญาตนำไปเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('439', '112', '2. มีหนังสือจัดสรรงบประมาณของหน่วยงาน ประจำปีงบประมาณ พ.ศ. 2567');
INSERT INTO `subcategories` VALUES ('440', '112', '3. มีแผนการจัดซื้อจัดจ้างและการจัดหาพัสดุของหน่วยงาน ประจำปีงบประมาณ พ.ศ. 2567 (งบดำเนินการและงบลงทุน)');
INSERT INTO `subcategories` VALUES ('441', '112', '4. มีคำสั่งมอบหมายการปิดประกาศ หรือปลดประกาศ');
INSERT INTO `subcategories` VALUES ('442', '112', '5. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('443', '113', '1. มีบันทึกข้อความ ที่ผู้บริหารรับทราบรายงานผลของแผนการจัดซื้อจัดจ้างประจำปี ของหน่วยงาน และมีการขออนุญาตนำไปเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('444', '113', '2. มีรายงานผลการดำเนินการตามแผนการจัดซื้อจัดจ้างและการจัดหาพัสดุ ประจำปีงบประมาณ พ.ศ. 2567 ตามข้อกำหนด 2.1 งบลงทุน ทุกไตรมาส 2.2 งบดำเนินงาน ทุกไตรมาส');
INSERT INTO `subcategories` VALUES ('445', '113', '3. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('446', '114', '1. มีบันทึกข้อความแจ้งเวียนประกาศสำนักงานปลัดกระทรวงสาธารณสุขว่าด้วย แนวทางปฏิบัติงานเพื่อตรวจสอบบุคลากรในหน่วยงานด้านการจัดซื้อจัดจ้าง พ.ศ. 2560 และมีการขออนุญาตนำไปเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('447', '114', '2. มีประกาศสำนักงานปลัดกระทรวงสาธารณสุขว่าด้วยแนวทางปฏิบัติงานเพื่อตรวจสอบบุคลากรในหน่วยงานด้านการจัดซื้อจัดจ้าง พ.ศ. 2560 ลงวันที่ 12 ตุลาคม พ.ศ. 2560 และแบบแสดงความบริสุทธิ์ใจในการจัดซื้อจัดจ้างของหน่วยงานในการเปิดเผยข้อมูลความขัดแย้งทางผลประโยชน์ของหัวหน้าเจ้าหน้าที่ เจ้าหน้าที่ และผู้ตรวจรับพัสดุ จำนวน 2 แบบ คือ วงเงินเล็กน้อยไม่เกิน 100,000 บาท และวงเงินเกิน 100,000 บาท');
INSERT INTO `subcategories` VALUES ('448', '114', '3. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('449', '115', '1. มีบันทึกข้อความ ที่ผู้บริหารลงนามรับทราบแบบ สขร. 1 ไตรมาสที่ 1 และมีการขออนุญาตนำไปเผยแพร่บนเว็บไชต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('450', '116', 'ไตรมาสที่ 1 แสดงแบบ สขร. 1 เดือนตุลาคม 2566');
INSERT INTO `subcategories` VALUES ('451', '116', 'ไตรมาสที่ 1 แสดงแบบ สขร. 1 เดือนพฤศจิกายน 2566');
INSERT INTO `subcategories` VALUES ('452', '116', 'ไตรมาสที่ 1 แสดงแบบ สขร. 1 เดือนธันวาคม 2566');
INSERT INTO `subcategories` VALUES ('453', '116', '3. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('454', '117', '1. มีบันทึกข้อความ ที่ผู้บริหารลงนามรับทราบแบบ สขร. 1 ไตรมาสที่ 2 และมีการขออนุญาตนำไปเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('455', '118', 'ไตรมาสที่ 2 แสดงแบบ สขร. 1 เดือนมกราคม 2567');
INSERT INTO `subcategories` VALUES ('456', '118', 'ไตรมาสที่ 2 แสดงแบบ สขร. 1 เดือนกุมภาพันธ์ 2567');
INSERT INTO `subcategories` VALUES ('457', '118', 'ไตรมาสที่ 2 แสดงแบบ สขร. 1 เดือนมีนาคม 2567');
INSERT INTO `subcategories` VALUES ('458', '118', '3. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('459', '119', '1.1 มีบันทึกข้อความ ที่ผู้บริหารลงนามนโยบายการบริหารทรัพยากรบุคคลของผู้บริหารสูงสุดของหน่วยงาน ที่ใช้บังคับในปีงบประมาณ พ.ศ. 2567 และมีการขออนุญาตนำไปเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('460', '119', '1.2 มีนโยบายการบริหารทรัพยากรบุคคลของผู้บริหารสูงสุดของหน่วยงาน (แนบตามข้อ 1.1) โดยเนื้อหาต้องแสดงถึงความมุ่งมั่นในการบริหารทรัพยากรบุคคล ที่ก่อให้เกิดการบริหารทรัพยากรบุคคลที่มีความโปร่งใสและมีคุณธรรมตามหลักการสำคัญ 5 ประการ ข้างต้น และร่วมขับเคลื่อนจริยธรรมตามพระราชบัญญัติมาตรฐาน ทางจริยธรรม พ.ศ. 2562 ประมวลจริยธรรมข้าราชการพลเรือน และข้อกำหนดจริยธรรมเจ้าหน้าที่ของรัฐสำนักงานปลัดกระทรวงสาธารณสุข พ.ศ. 2564');
INSERT INTO `subcategories` VALUES ('461', '119', '1.3 มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('462', '120', '2.1 บันทึกข้อความ ที่ผู้บริหารลงนามในแผนการบริหารทรัพยากรบุคคลของหน่วยงาน ประจำปีงบประมาณ พ.ศ. 2567 และมีการขออนุญาตนำไปเผยแพร่ บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('463', '120', '2.2 มีแผนการบริหารทรัพยากรบุคคลของหน่วยงาน ประจำปีงบประมาณ พ.ศ. 2567 (แนบตามข้อ 2.1)');
INSERT INTO `subcategories` VALUES ('464', '120', '2.3 มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('465', '121', '1. มีบันทึกข้อความ ที่ผู้บริหารลงนามในประกาศผลการปฏิบัติราชการประจำปีของบุคลากรในหน่วยงาน ระดับดีเด่น และดีมาก (ข้าราชการ ลูกจ้างประจำ พนักงานราชการ ลูกจ้างชั่วคราว และพนักงานกระทรวงสาธารณสุข) มีการขออนุญาตนำไปเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('466', '121', '2. มีประกาศรายงานการประเมินผลการปฏิบัติราชการประจำปีของบุคลากรในหน่วยงาน ระดับดีเด่น และดีมาก (ข้าราชการ ลูกจ้างประจำ พนักงานราชการ ลูกจ้างชั่วคราว และพนักงานกระทรวงสาธารณสุข)');
INSERT INTO `subcategories` VALUES ('467', '121', '3. มีหลักฐานประกาศรายงานการประเมินผลการปฏิบัติราชการประจำปีของบุคลากร ในหน่วยงานระดับดีเด่น และดีมาก (ข้าราชการ ลูกจ้างประจำ พนักงานราชการ ลูกจ้างชั่วคราว และพนักงานกระทรวงสาธารณสุข)');
INSERT INTO `subcategories` VALUES ('468', '122', '4. แบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('469', '123', '1.1 บันทึกข้อความขออนุมัติดำเนินโครงการอบรม');
INSERT INTO `subcategories` VALUES ('470', '123', '1.2 โครงการอบรม');
INSERT INTO `subcategories` VALUES ('471', '123', '2. มีบันทึกข้อความ ที่ผู้บริหารรับทราบรายงานผลการอบรมให้ความรู้แก่เจ้าหน้าที่ ภายในหน่วยงานเกี่ยวกับการเสริมสร้างและพัฒนาทางด้านจริยธรรมและการมีวินัยรวมทั้งการป้องกันมิให้กระทำผิดวินัย และมีการขออนุญาตนำไปเผยแพร่บนเว็บไซต์ ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('472', '123', '3. มีรายงานผลการอบรมให้ความรู้แก่เจ้าหน้าที่ภายในหน่วยงานเกี่ยวกับการเสริมสร้างและพัฒนาทางด้านจริยธรรมและการมีวินัย รวมทั้งการป้องกันมิให้กระทำผิดวินัย');
INSERT INTO `subcategories` VALUES ('473', '123', '4. มีภาพกิจกรรมที่ระบุวัน เวลา และสถานที่จัดกิจกรรม ในรูปแบบการอบรม ณ สถานที่จัดการอบรม (On-site) หรือรูปแบบการอบรมผ่านสื่ออิเล็กทรอนิกส์ (Online) แล้วแต่กรณี');
INSERT INTO `subcategories` VALUES ('474', '123', '5. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('475', '124', '1. มีคู่มือปฏิบัติการการดำเนินงานเรื่องร้องเรียนการปฏิบัติงานหรือการให้บริการ ของเจ้าหน้าที่ภายในหน่วยงาน ที่มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('476', '124', '2. มีคู่มือปฏิบัติการการรับเรื่องร้องเรียนการทุจริตและประพฤติมิชอบ ที่มีแบบฟอร์ม การเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('477', '124', '3. มีหลักฐานที่แสดงถึงช่องทางการร้องเรียน ตามข้อ 1. และข้อ 2. อาทิ ผ่านระบบหมายเลขโทรศัพท์ ผ่านระบบอินเตอร์เน็ต ผ่านระบบไปรษณีย์ ผ่าน Application หรือช่องทางอื่น ๆ ที่หน่วยงานกำหนดตามความเหมาะสม');
INSERT INTO `subcategories` VALUES ('478', '124', '4. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('479', '125', '1. มีบันทึกข้อความ ที่ผู้บริหารลงนามรับทราบรายงานสรุปผลการดำเนินงานเรื่องร้องเรียนตามข้อ (1) และข้อ (2) ที่มีการวิเคราะห์ปัญหา / อุปสรรคและแนวทางแก้ไข และมีการขออนุญาตนำไปเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('480', '126', '2.1 สรุปผลการดำเนินงานเรื่องร้องเรียนการปฏิบัติงานหรือการให้บริการของเจ้าหน้าที่ภายในหน่วยงาน');
INSERT INTO `subcategories` VALUES ('481', '126', '2.2 สรุปผลการดำเนินงานเรื่องร้องเรียนการทุจริตและประพฤติมิชอบ');
INSERT INTO `subcategories` VALUES ('482', '126', '3. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('483', '127', '1.1 บันทึกข้อความ ที่ผู้บริหารลงนามอนุมัติในโครงการ และมีการขออนุญาต นำไปเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('484', '127', '1.2 โครงการ');
INSERT INTO `subcategories` VALUES ('485', '127', '2. มีรายงานประชุมโครงการ / กิจกรรม ที่แสดงชื่อผู้ใช้บริการ หรือผู้มีส่วนได้ส่วนเสีย มาร่วมวางแผนและมีการแลกเปลี่ยนความคิดเห็น ตามภารกิจที่เลือก ที่ผู้บริหารรับทราบ (มีการแสดงชื่อของผู้เข้าร่วมการประชุม / สัมมนา อย่างชัดเจน)');
INSERT INTO `subcategories` VALUES ('486', '127', '3. มีรายงานประชุมโครงการ / กิจกรรม ที่แสดงชื่อผู้ใช้บริการ หรือผู้มีส่วนได้ส่วนเสีย มาร่วมดำเนินการ ตามภารกิจที่เลือก (มีการแสดงชื่อของผู้เข้าร่วมการประชุม / สัมมนา อย่างชัดเจน)');
INSERT INTO `subcategories` VALUES ('487', '127', '4. มีรายงานสรุปผลการดำเนินโครงการ / กิจกรรม ตามภารกิจที่เลือก');
INSERT INTO `subcategories` VALUES ('488', '127', '5. มีภาพกิจกรรม ที่ระบุวัน เวลา สถานที่จัดกิจกรรมที่ชัดเจน');
INSERT INTO `subcategories` VALUES ('489', '127', '6. มีบันทึกข้อความรายงาน ที่ผู้บริหารลงนามรับทราบ สั่งการ และมีการขออนุญาตนำขึ้นเผยแพร่บนเว็บไซต์ของหน่วยงาน (สำหรับข้อ 2. ข้อ 3. และข้อ 4.)');
INSERT INTO `subcategories` VALUES ('490', '127', '7. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('491', '128', '1. มีประกาศเจตนารมณ์เป็นหน่วยงานที่เจ้าหน้าที่ของรัฐทุกคนไม่รับของขวัญ และของกำนัลทุกชนิดจากการปฏิบัติหน้าที่ (No Gift Policy) ของปีงบประมาณ พ.ศ. 2567 ที่มีลักษณะเป็น Infographic No Gift Policy ในนามหัวหน้าหน่วยงานอยู่หน้าเว็บไซต์หลักของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('492', '128', '2. มีบันทึกข้อความ ที่ผู้บริหารลงนามในคำสั่ง หรือประกาศ หรือข้อสั่งการ และมีการขออนุญาตนำเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('493', '128', '3. มีคำสั่ง หรือประกาศ หรือข้อสั่งการ มาตรการการป้องกันการรับสินบนทุกรูปแบบและระบุการกำหนดกลไกการกำกับติดตาม ของปีงบประมาณ พ.ศ. 2567 ตามข้อมูลประกอบข้อคำถาม ประเด็นข้อ 1. ถึงข้อ 5. ตามที่หน่วยงานกำหนด');
INSERT INTO `subcategories` VALUES ('494', '128', '4. มีหลักฐานหนังสือแจ้งเวียน');
INSERT INTO `subcategories` VALUES ('495', '128', '5. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('496', '129', '1. มีบันทึกข้อความรับทราบรายงานการดำเนินงานตามแนวทางปฏิบัติของหน่วยงานในปีงบประมาณ พ.ศ. 2566-2567 ตามประกาศกระทรวงสาธารณสุข เรื่อง เกณฑ์จริยธรรมการจัดซื้อจัดหาและการส่งเสริมการขายยาและเวชภัณฑ์ที่มิใช่ยาของกระทรวงสาธารณสุข พ.ศ. 2564');
INSERT INTO `subcategories` VALUES ('497', '129', '2. มีรายงานการประเมินฯ ของแต่ละหน่วยงาน (ตามตัวอย่างในหน้า 78 และหน้า 79) ที่พิมพ์ (Print) สำเนาคำตอบรายงานการประเมินฯ จากไปรษณีย์อิเล็กทรอนิกส์แนบตามข้อ 1. นำขึ้นเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('498', '129', '3. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('499', '130', '1. มีบันทึกข้อความ ที่ผู้บริหารลงนามข้อสั่งการอย่างเป็นทางการ และมีการขออนุญาตนำไปเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('500', '130', '2. มีแนวปฏิบัติเกี่ยวกับ 2.1 การยืมพัสดุประเภทใช้คงรูป ระหว่างหน่วยงานของรัฐ การยืมใช้ภายในสถานที่ ของหน่วยงานของรัฐเดียวกัน และมีผังกระบวนการยืมพัสดุประเภทใช้คงรูปของเจ้าหน้าที่รัฐของหน่วยงาน 2.2 การยืมพัสดุประเภทใช้คงรูประหว่างหน่วยงานของรัฐ การยืมไปใช้นอกสถานที่ ของหน่วยงานของรัฐ และมีผังกระบวนการยืมพัสดุประเภทใช้คงรูปของเจ้าหน้าที่รัฐของหน่วยงาน 2.3 มีผังกระบวนการยืมพัสดุประเภทใช้คงรูปของเจ้าหน้าที่รัฐของหน่วยงาน ตามข้อ 2.1 และ 2.2 2.4 มีแบบฟอร์มการยืมพัสดุประเภทใช้คงรูป 2.5 มีกลไกการกำกับติดตาม');
INSERT INTO `subcategories` VALUES ('501', '130', '3. มีแนวปฏิบัติเกี่ยวกับ 3.1 การยืมพัสดุประเภทใช้สิ้นเปลืองระหว่างหน่วยงานของรัฐ 3.2 มีผังกระบวนการยืมพัสดุประเภทใช้สิ้นเปลืองระหว่างหน่วยงานของรัฐ 3.3 มีแบบฟอร์มการยืมพัสดุประเภทใช้สิ้นเปลือง 3.4 มีกลไกการกำกับติดตาม');
INSERT INTO `subcategories` VALUES ('502', '130', '4. หนังสือแจ้งเวียนแนวปฏิบัติตามข้อ 2. และข้อ 3. ข้อมูลในปีงบประมาณ พ.ศ. 2567');
INSERT INTO `subcategories` VALUES ('503', '130', '5. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('504', '131', '1.1 มีบันทึกข้อความ เสนอผู้บริหารสูงสุดของหน่วยงาน เพื่อขอความเห็นชอบ อนุมัติและลงนามในแผนปฏิบัติการป้องกัน ปราบปรามการทุจริตและประพฤติมิชอบ ของหน่วยงาน ประจำปีงบประมาณ พ.ศ. 2567 และมีการขออนุญาตนำไปเผยแพร่ บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('505', '131', '1.2 แผนปฏิบัติการป้องกัน ปราบปรามการทุจริตและประพฤติมิชอบของหน่วยงาน ประจำปีงบประมาณ พ.ศ. 2567 ที่ผ่านความเห็นชอบและลงนามอนุมัติ โดยผู้บริหารสูงสุดของหน่วยงาน ภายในเดือนพฤศจิกายน 2566 เท่านั้น');
INSERT INTO `subcategories` VALUES ('506', '131', '1.3 มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('507', '132', '2.1 มีบันทึกข้อความเสนอผู้บริหารสูงสุดของหน่วยงาน เพื่อขอความเห็นชอบ อนุมัติและลงนามในแผนปฏิบัติการส่งเสริมคุณธรรมของชมรมจริยธรรมของหน่วยงาน ประจำปีงบประมาณ พ.ศ. 2567 และมีการขออนุญาตนำไปเผยแพร่บนเว็บไซต์ ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('508', '132', '2.2 แผนปฏิบัติการส่งเสริมคุณธรรมของชมรมจริยธรรมของหน่วยงาน ประจำปีงบประมาณ พ.ศ. 2567 (แบบฟอร์มที่ 1 ตามคู่มือฯ) จัดส่ง Link แผนปฏิบัติการฯ ให้ศูนย์ปฏิบัติการต่อต้านการทุจริต กระทรวงสาธารณสุข ผ่านระบบ Google Forms ภายในวันที่ 15 พฤศจิกายน 2566');
INSERT INTO `subcategories` VALUES ('509', '132', '2.3 ให้คัดลอก Link ตามข้อ 2.2 วางในระบบ MITAS ด้วย');
INSERT INTO `subcategories` VALUES ('510', '132', '2.4 มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('511', '133', '1.1 มีบันทึกข้อความ ที่ผู้บริหารลงนามรับทราบรายงานผลการดำเนินงาน ตามแผนปฏิบัติการป้องกัน ปราบปรามการทุจริตและประพฤติมิชอบของหน่วยงาน ประจำปีงบประมาณ พ.ศ. 2567 รอบ 6 เดือน และมีการขออนุญาตนำไปเผยแพร่ บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('512', '133', '1.2 รายงานผลการดำเนินงานตามแผนปฏิบัติการป้องกัน ปราบปรามการทุจริต และประพฤติมิชอบของหน่วยงาน ประจำปีงบประมาณ พ.ศ. 2567 รอบ 6 เดือน (1 ตุลาคม 2566-31 มีนาคม 2567) หน่วยงานต้องนำ link วางในระบบ MITAS อย่างช้าภายในวันที่ 28 มีนาคม 2567');
INSERT INTO `subcategories` VALUES ('513', '133', '1.3 มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('514', '134', '2.1 มีบันทึกข้อความเสนอผู้บริหารสูงสุดของหน่วยงาน และมีการขออนุญาตนำไปเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('515', '134', '2.2 รายงานผลการกำกับติดตามการดำเนินงานตามแผนปฏิบัติการส่งเสริมคุณธรรมของชมรมจริยธรรมของหน่วยงาน ประจำปีงบประมาณ พ.ศ. 2567 (แบบฟอร์มที่ 2 ตามคู่มือการขับเคลื่อนชมรมจริยธรรมฯ) รอบ 6 เดือน ภายในวันที่ 15 มีนาคม 2567 หน่วยงานต้องนำ link วางในระบบ MITAS อย่างช้าภายในวันที่ 28 มีนาคม 2567');
INSERT INTO `subcategories` VALUES ('516', '134', '2.3 มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('517', '135', '1. มีบันทึกข้อความ แสดงถึงการขออนุมัติจัดการประชุมการจัดทำแผนบริหารความเสี่ยงการทุจริต ประจำปีงบประมาณ พ.ศ. 2567 ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('518', '135', '2. มีรายงานการประชุมการจัดทำแผนบริหารความเสี่ยงการทุจริต ประจำปีงบประมาณ พ.ศ. 2567 ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('519', '135', '3. มีบันทึกข้อความ ที่ผู้บริหารลงนามรับทราบรายงานแผนบริหารความเสี่ยงการทุจริต ประจำปีงบประมาณ พ.ศ. 2567 ของหน่วยงานที่ชัดเจน และมีการขออนุญาตนำไปเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('520', '135', '4. มีรายงานแผนบริหารความเสี่ยงการทุจริต ประจำปีงบประมาณ พ.ศ. 2567 ของหน่วยงาน โดยจัดทำเป็นรูปเล่มรายงานที่มีการวิเคราะห์ความเสี่ยงและจัดทำแผนบริหารความเสี่ยงการทุจริตทั้ง 8 ขั้นตอน (ขั้นตอนที่ 1-8 หน้า 97 ถึงหน้า 104)');
INSERT INTO `subcategories` VALUES ('521', '135', '5. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('522', '136', '1. มีบันทึกข้อความ ที่ผู้บริหารลงนามในคำสั่ง / ข้อสั่งการ / ประกาศ และมีการขออนุญาตนำไปเผยแพร่บนเว็บไซต์ของหน่วยงาน หรือสื่อสารเผยแพร่ ในช่องทางอื่น');
INSERT INTO `subcategories` VALUES ('523', '136', '2. มีมาตรการป้องกันการทุจริต (การควบคุมความเสี่ยงการทุจริต) อย่างเป็นรูปธรรมที่ชัดเจน ต้องมีความสอดคล้องตามแผนบริหารความเสี่ยงการทุจริตของหน่วยงานที่ได้จากข้อ MOIT 17');
INSERT INTO `subcategories` VALUES ('524', '136', '3. มีหลักฐานหนังสือแจ้งเวียน ตามข้อ 1. ถึงข้อ 2.');
INSERT INTO `subcategories` VALUES ('525', '136', '4. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('526', '137', '1. มีบันทึกข้อความ ที่ผู้บริหารรับทราบการรายงานการเรี่ยไรและการให้หรือรับของขวัญหรือประโยชน์อื่นใด ประจำปีงบประมาณ พ.ศ. 2567 รอบ 6 เดือน ภายในวันที่ 15 มีนาคม 2567 นำ link วางในระบบ MITAS อย่างช้าภายในวันที่ 28 มีนาคม 2567 และมีการขออนุญาตนำไปเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('527', '137', '2. มีรายงานการเรี่ยไรและการให้หรือรับของขวัญหรือประโยชน์อื่นใดที่พิมพ์ (Print) จากระบบ MSRS (แนบตามข้อ 1.) ตามตัวอย่างหน้า 110');
INSERT INTO `subcategories` VALUES ('528', '137', '3. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('529', '138', '1.1 บันทึกข้อความขออนุมัติดำเนินโครงการ');
INSERT INTO `subcategories` VALUES ('530', '138', '1.2 โครงการและมีการขออนุญาตนำไปเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('531', '138', '2. มีบันทึกข้อความ ที่ผู้บริหารรับทราบรายงานผลโครงการอบรมเรื่องผลประโยชน์ ทับซ้อนโดยใช้หลักสูตรต้านทุจริตศึกษา (Anti-Corruption Education) กระทรวงสาธารณสุข ภายใต้พันธสัญญา : สาธารณสุข ซื่อสัตย์ โปร่งใส ตื่นรู้ สู้ทุจริต จิตพอเพียง ประจำปีงบประมาณ พ.ศ. 2567 ให้แก่บุคลากรในหน่วยงาน และมีการขออนุญาตนำไปเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('532', '138', '3. มีรายงานผลการอบรมเรื่องผลประโยชน์ทับซ้อนโดยใช้หลักสูตรต้านทุจริตศึกษา (Anti-Corruption Education) กระทรวงสาธารณสุข ภายใต้พันธสัญญา : สาธารณสุข ซื่อสัตย์ โปร่งใส ตื่นรู้ สู้ทุจริต จิตพอเพียง ประจำปีงบประมาณ พ.ศ. 2567');
INSERT INTO `subcategories` VALUES ('533', '138', '4. มีภาพกิจกรรมที่ระบุวัน เวลา สถานที่จัดกิจกรรม');
INSERT INTO `subcategories` VALUES ('534', '138', '5. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('535', '139', '1. มีบันทึกข้อความ ที่ผู้บริหารลงนามในประกาศเจตนารมณ์ตามข้อ 1.1 ถึงข้อ 1.3 ของผู้บริหารสูงสุด และมีการขออนุญาตนำขึ้นเผยแพร่บนเว็บไซต์ของหน่วยงาน หรือสื่อสารเผยแพร่ในช่องทางอื่น');
INSERT INTO `subcategories` VALUES ('536', '139', '2. มีประกาศเจตนารมณ์ตามข้อ 1.1 ถึงข้อ 1.3 ของผู้บริหารสูงสุด (จำนวน 3 ฉบับ)');
INSERT INTO `subcategories` VALUES ('537', '139', '3. มีกิจกรรมประกาศเจตนารมณ์ตามข้อ 1.1 ถึงข้อ 1.3 ของหน่วยงาน ต่อสาธารณชน ดำเนินกิจกรรมประกาศในวันเดียวกัน (ระยะเวลาตั้งแต่เดือนตุลาคม 2566 ถึงเดือนมีนาคม 2567)');
INSERT INTO `subcategories` VALUES ('538', '139', '4. มีภาพถ่ายกิจกรรม ที่ระบุวัน เวลา สถานที่จัดกิจกรรมที่ชัดเจน');
INSERT INTO `subcategories` VALUES ('539', '139', '5. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('540', '140', '1. มีบันทึกข้อความ ที่ผู้บริหารรับทราบคู่มือแนวปฏิบัติการป้องกันและแก้ไขปัญหา การล่วงละเมิดหรือคุกคามทางเพศในการทำงานของหน่วยงาน และมีการขออนุญาตนำไปเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('541', '140', '2. คู่มือแนวปฏิบัติการป้องกันและแก้ไขปัญหาการล่วงละเมิดหรือคุกคามทางเพศ ในการทำงานของหน่วยงาน และมีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('542', '140', '3. บันทึกข้อความแจ้งเวียนคู่มือแนวปฏิบัติการป้องกันและแก้ไขปัญหาการล่วงละเมิดหรือคุกคามทางเพศในการทำงานของหน่วยงาน และมีแบบฟอร์มการเผยแพร่ข้อมูล ต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('543', '141', '1. มีบันทึกข้อความ ที่ผู้บริหารลงนามรับทราบแบบ สขร. 1 ไตรมาสที่ 3 และมีการขออนุญาตนำไปเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('544', '142', 'ไตรมาสที่ 3 แสดงแบบ สขร. 1 เดือนเมษายน 2567');
INSERT INTO `subcategories` VALUES ('545', '142', 'ไตรมาสที่ 3 แสดงแบบ สขร. 1 เดือนพฤษภาคม 2567');
INSERT INTO `subcategories` VALUES ('546', '142', 'ไตรมาสที่ 3 แสดงแบบ สขร. 1 เดือนมิถุนายน 2567');
INSERT INTO `subcategories` VALUES ('547', '142', '3. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('548', '143', '1. มีบันทึกข้อความ ที่ผู้บริหารลงนามในประกาศผลการปฏิบัติราชการประจำปี ของบุคลากรในหน่วยงาน ระดับดีเด่น และดีมาก (ข้าราชการ ลูกจ้างประจำ พนักงานราชการ ลูกจ้างชั่วคราว และพนักงานกระทรวงสาธารณสุข) มีการขออนุญาต นำเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('549', '143', '2. มีประกาศรายงานการประเมินผลการปฏิบัติราชการประจำปีของบุคลากรในหน่วยงาน ระดับดีเด่น และดีมาก (ข้าราชการ ลูกจ้างประจำ พนักงานราชการ ลูกจ้างชั่วคราว และพนักงานกระทรวงสาธารณสุข)');
INSERT INTO `subcategories` VALUES ('550', '143', '3. มีหลักฐานประกาศรายงานการประเมินผลการปฏิบัติราชการประจำปีของบุคลากร ในหน่วยงานระดับดีเด่น และดีมาก (ข้าราชการ ลูกจ้างประจำ พนักงานราชการ ลูกจ้างชั่วคราว และพนักงานกระทรวงสาธารณสุข)');
INSERT INTO `subcategories` VALUES ('551', '144', '4. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('553', '147', '1. มีบันทึกข้อความ ที่ผู้บริหารลงนามรับทราบแบบ สขร. 1 ไตรมาสที่ 4 และมีการขออนุญาตนำไปเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('554', '148', 'ไตรมาสที่ 4 แสดงแบบ สขร. 1 เดือนกรกฎาคม 2567');
INSERT INTO `subcategories` VALUES ('555', '148', 'ไตรมาสที่ 4 แสดงแบบ สขร. 1 เดือนสิงหาคม 2567');
INSERT INTO `subcategories` VALUES ('556', '148', 'ไตรมาสที่ 4 แสดงแบบ สขร. 1 เดือนกันยายน 2567');
INSERT INTO `subcategories` VALUES ('557', '148', '3. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('558', '149', '1. มีบันทึกข้อความ ที่ผู้บริหารลงนามรับทราบรายงานสรุปผลการดำเนินงานเรื่องร้องเรียนตามข้อ (1) และข้อ (2) ที่มีการวิเคราะห์ปัญหา / อุปสรรคและแนวทางแก้ไข และมีการขออนุญาตนำไปเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('559', '150', '2.1 สรุปผลการดำเนินงานเรื่องร้องเรียนการปฏิบัติงานหรือการให้บริการของเจ้าหน้าที่ภายในหน่วยงาน');
INSERT INTO `subcategories` VALUES ('560', '150', '2.2 สรุปผลการดำเนินงานเรื่องร้องเรียนการทุจริตและประพฤติมิชอบ');
INSERT INTO `subcategories` VALUES ('561', '150', '3. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('562', '151', '1.มีบันทึกข้อความ ที่ผู้บริหารรับทราบรายงานสรุปผลการกำกับติดตามมาตรการ การป้องกันการรับสินบนทุกรูปแบบ ตามข้อมูลประกอบข้อคำถามประเด็นข้อ 1. ถึงข้อ 5. ตามที่หน่วยงานกำหนด');
INSERT INTO `subcategories` VALUES ('563', '151', '2. มีรายงานสรุปผลการกำกับติดตามมาตรการการป้องกันการรับสินบนทุกรูปแบบ ประเด็นข้อ 1. ถึงข้อ 5. (แนบตามข้อ 1.)');
INSERT INTO `subcategories` VALUES ('564', '151', '3. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('565', '152', '1.1 มีบันทึกข้อความ ที่ผู้บริหารลงนามรับทราบรายงานผลการดำเนินงานตามแผนปฏิบัติการป้องกัน ปราบปรามการทุจริตและประพฤติมิชอบของหน่วยงาน ประจำปีงบประมาณ พ.ศ. 2567 รอบ 12 เดือน และมีการขออนุญาตนำไปเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('566', '152', '1.2 รายงานผลการดำเนินงานตามแผนปฏิบัติการป้องกัน ปราบปรามการทุจริต และประพฤติมิชอบของหน่วยงาน ประจำปีงบประมาณ พ.ศ. 2567 รอบ 12 เดือน (1 เมษายน 2567-30 กันยายน 2567) หน่วยงานต้องนำ link วางในระบบ MITAS อย่างช้าภายในวันที่ 13 กันยายน 2567');
INSERT INTO `subcategories` VALUES ('567', '152', '1.3 มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('568', '153', '2.1 มีบันทึกข้อความเสนอผู้บริหารสูงสุดของหน่วยงาน และมีการขออนุญาต นำไปเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('569', '153', '2.2 มีรายงานผลการกำกับติดตามการดำเนินงานตามแผนปฏิบัติการส่งเสริมคุณธรรมของชมรมจริยธรรมของหน่วยงาน ประจำปีงบประมาณ พ.ศ. 2567 (แบบฟอร์มที่ 2 ตามคู่มือการขับเคลื่อนชมรมจริยธรรมฯ) รอบ 12 เดือน ภายในวันที่ 10 กันยายน 2567 หน่วยงานต้องนำ link วางในระบบ MITAS อย่างช้าภายในวันที่ 13 กันยายน 2567');
INSERT INTO `subcategories` VALUES ('570', '153', '2.3 มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('571', '154', '1. มีบันทึกข้อความ ที่ผู้บริหารลงนามรับทราบรายงานผลการดำเนินงานตามแผนบริหารความเสี่ยงการทุจริต ประจำปีงบประมาณ พ.ศ. 2567 ของหน่วยงาน และมีการขออนุญาตนำไปเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('572', '154', '2. มีรายงานผลการดำเนินงานตามแผนบริหารความเสี่ยงการทุจริต ประจำปีงบประมาณ พ.ศ. 2567 ของหน่วยงาน ตามแบบรายงานผลการดำเนินงานตามแผนบริหารความเสี่ยง ประจำปีงบประมาณ พ.ศ. 2567 (ขั้นตอนที่ 9 หน้า 105)');
INSERT INTO `subcategories` VALUES ('573', '154', '3. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('574', '155', '1. มีบันทึกข้อความ ที่ผู้บริหารรับทราบการรายงานการเรี่ยไรและการให้หรือรับของขวัญหรือประโยชน์อื่นใด ประจำปีงบประมาณ พ.ศ. 2567 รอบ 12 เดือน ภายในวันที่ 30 สิงหาคม 2567 นำ link วางในระบบ MITAS อย่างช้าภายในวันที่ 13 กันยายน 2567 และมีการขออนุญาตนำไปเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('575', '155', '2. มีรายงานการเรี่ยไรและการให้หรือรับของขวัญหรือประโยชน์อื่นใดที่พิมพ์ (Print) จากระบบ MSRS (แนบตามข้อ 1.) ตามตัวอย่างหน้า 110');
INSERT INTO `subcategories` VALUES ('576', '155', '3. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('577', '156', '1. มีบันทึกข้อความ ที่ผู้บริหารรับทราบรายงานผลการดำเนินงานตามมาตรการ การป้องกันและแก้ไขปัญหาการล่วงละเมิดหรือคุกคามทางเพศในการทำงาน ประจำปีงบประมาณ 2567 ของหน่วยงาน ตามแบบรายงานฯ ที่กำหนดผ่านระบบ Google Forms ดำเนินการให้เสร็จสิ้นในไตรมาสที่ 4 ภายในวันที่ 30 สิงหาคม 2567 และมีการขออนุญาตนำไปเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('578', '156', '2. มีรายงานผลการดำเนินงานตามมาตรการการป้องกันและแก้ไขปัญหาการล่วงละเมิดหรือคุกคามทางเพศในการทำงาน ประจำปีงบประมาณ 2567 ของหน่วยงาน (ตามตัวอย่างในหน้า 123) ที่พิมพ์ (Print) สำเนาคำตอบรายงานฯ จากไปรษณีย์อิเล็กทรอนิกส์ แนบตามข้อ 1. นำขึ้นเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน วาง link ในระบบ MITAS อย่างช้าภายในวันที่ 13 กันยายน 2567');
INSERT INTO `subcategories` VALUES ('579', '156', '3. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('580', '157', '1.1 มีบันทึกข้อความ ที่ผู้บริหารลงนามในคำสั่ง / ประกาศ และมีการขออนุญาต นำไปเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('581', '157', '1.2 มีคำสั่ง / ประกาศ โดยผู้บริหารสูงสุดของหน่วยงาน เป็นไปตามข้อ 1. (รายละเอียดข้อมูลประกอบข้อคำถาม)');
INSERT INTO `subcategories` VALUES ('582', '157', '1.3 มีกรอบแนวทางการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน รายละเอียดเนื้อหาในข้อมูลประกอบข้อคำถามข้อ 2. (ข้อ 2.1 มีลักษณะ / ประเภทข้อมูลที่หน่วยงานต้องเผยแพร่ต่อสาธารณะ และข้อ 2.2 มีการระบุวิธีการ ขั้นตอนการดำเนินงาน ระบุเวลาการดำเนินการและผู้มีหน้าที่รับผิดชอบในการเผยแพร่ข้อมูลต่อสาธารณะอย่างชัดเจน)');
INSERT INTO `subcategories` VALUES ('583', '157', '1.4 มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('584', '158', '2.1 มีบันทึกข้อความ ที่ผู้บริหารลงนามรับทราบรายงานฯ และมีการขออนุญาตนำไปเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('585', '158', '2.2 มีรายงานผลการกำกับติดตามการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงานในปีที่ผ่านมา (ของปีงบประมาณ พ.ศ. 2567)');
INSERT INTO `subcategories` VALUES ('586', '158', '2.3 มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('587', '159', '1.1 ข้อมูลผู้บริหาร แสดงรายนามของผู้บริหารของหน่วยงาน ประกอบด้วย (1) รูปถ่าย (2) ชื่อ-นามสกุล (3) ตำแหน่ง และ (4) หมายเลขโทรศัพท์ (ต้องมีครบทั้ง 4 รายการ)');
INSERT INTO `subcategories` VALUES ('588', '159', '1.2 นโยบายของผู้บริหาร');
INSERT INTO `subcategories` VALUES ('589', '159', '1.3 โครงสร้างหน่วยงาน');
INSERT INTO `subcategories` VALUES ('590', '159', '1.4 หน้าที่และอำนาจของหน่วยงานตามกฎหมายจัดตั้ง หรือกฎหมายอื่นที่เกี่ยวข้อง');
INSERT INTO `subcategories` VALUES ('591', '159', '1.5 กฎหมายที่เกี่ยวข้องกับการดำเนินงาน หรือการปฏิบัติงานของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('592', '159', '1.6 ข่าวประชาสัมพันธ์ ที่แสดงข้อมูลข่าวสารที่เกี่ยวกับการดำเนินงานตามหน้าที่และอำนาจ และภารกิจของหน่วยงาน และเป็นข้อมูลข่าวสารที่เกิดขึ้นในปีงบประมาณ พ.ศ. 2567');
INSERT INTO `subcategories` VALUES ('593', '159', '1.7 ข้อมูลการติดต่อหน่วยงาน ประกอบด้วย (1) ที่อยู่หน่วยงาน (2) หมายเลขโทรศัพท์ของหน่วยงาน (3) หมายเลขโทรสารของหน่วยงาน (4) ที่อยู่ไปรษณีย์อิเล็กทรอนิกส์ของหน่วยงาน และ (5) แผนที่ที่ตั้งหน่วยงาน (ต้องมีครบทั้ง 5 รายการ)');
INSERT INTO `subcategories` VALUES ('594', '159', '1.8 ช่องทางการรับฟังความคิดเห็นที่บุคคลภายนอกสามารถแสดงความคิดเห็นต่อการดำเนินงานตามหน้าที่และอำนาจและตามภารกิจของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('595', '159', '2. วิสัยทัศน์ พันธกิจ ค่านิยม MOPH');
INSERT INTO `subcategories` VALUES ('596', '159', '3. พระราชบัญญัติมาตรฐานทางจริยธรรม พ.ศ. 2562');
INSERT INTO `subcategories` VALUES ('597', '159', '4. ประมวลจริยธรรมข้าราชการพลเรือน พ.ศ. 2564');
INSERT INTO `subcategories` VALUES ('598', '159', '5. ข้อกำหนดจริยธรรมเจ้าหน้าที่ของรัฐ สำนักงานปลัดกระทรวงสาธารณสุข พ.ศ. 2564');
INSERT INTO `subcategories` VALUES ('599', '159', '6. ยุทธศาสตร์และแผนระดับชาติ จำนวน 3 ระดับ ประกอบด้วย      6.1 แผนระดับที่ 1 ได้แก่ ยุทธศาสตร์ชาติ พ.ศ. 2561-2580      6.2 แผนระดับที่ 2 ได้แก่           6.2.1 แผนแม่บทภายใต้ยุทธศาสตร์ชาติ (พ.ศ. 2566-2580) (ฉบับแก้ไขเพิ่มเติม)           6.2.2 แผนพัฒนาเศรษฐกิจและสังคมแห่งชาติ ฉบับที่ 13 (พ.ศ. 2566-2570)           6.2.3 นโยบายและแผนระดับชาติว่าด้วยความมั่นคงแห่งชาติ (พ.ศ. 2566-2570)      6.3 แผนระดับที่ 3 ที่เกี่ยวข้องกับการต่อต้านการทุจริตและประพฤติมิชอบ และการส่งเสริมคุณธรรม จริยธรรม ได้แก่           6.3.1 แผนปฏิบัติการด้านการต่อต้านการทุจริตและประพฤติมิชอบ ระยะที่ 2 (พ.ศ. 2566-2570)           6.3.2 แผนปฏิบัติการด้านการส่งเสริมคุณธรรมแห่งชาติ ระยะที่ 2 (พ.ศ. 2566-2570)           6.3.3 ยุทธศาสตร์ด้านมาตรฐานทางจริยธรรมและการส่งเสริมจริยธรรมภาครัฐ (พ.ศ. 2565-2570)');
INSERT INTO `subcategories` VALUES ('600', '159', '7. แผนปฏิบัติการด้านการป้องกันปราบปรามการทุจริตและประพฤติมิชอบ และการส่งเสริมคุณธรรม จริยธรรม ของกระทรวงสาธารณสุข ประกอบด้วย      7.1 แผนปฏิบัติราชการด้านการป้องกัน ปราบปรามการทุจริตและประพฤติมิชอบ กระทรวงสาธารณสุข ระยะที่ 2 (พ.ศ. 2566-2570)      7.2 แผนปฏิบัติราชการด้านการส่งเสริมคุณธรรม จริยธรรม กระทรวงสาธารณสุข ระยะที่ 2 (พ.ศ. 2566-2570)');
INSERT INTO `subcategories` VALUES ('601', '159', '8. นโยบายและยุทธศาสตร์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('602', '159', '9. แผนปฏิบัติการประจำปีของหน่วยงาน (แผนปฏิบัติการประจำปีของหน่วยงานทุกแผน)');
INSERT INTO `subcategories` VALUES ('603', '159', '10. รายงานผลการดำเนินงานตามแผนปฏิบัติการประจำปีของหน่วยงาน (เป็นไปตามข้อ 9.)');
INSERT INTO `subcategories` VALUES ('604', '159', '11. แผนการใช้จ่ายงบประมาณประจำปีของหน่วยงาน และผลการใช้จ่ายงบประมาณ ประจำปีของหน่วยงาน ตามแผนการใช้จ่ายงบประมาณประจำปีของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('605', '159', '12. คู่มือการปฏิบัติงานการร้องเรียนการปฏิบัติงานหรือให้บริการของเจ้าหน้าที่');
INSERT INTO `subcategories` VALUES ('606', '159', '13. คู่มือการปฏิบัติงานการร้องเรียนการทุจริตและประพฤติมิชอบ');
INSERT INTO `subcategories` VALUES ('607', '159', '14. คู่มือการปฏิบัติงานตามภารกิจหลักและภารกิจสนับสนุนของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('608', '159', '15. คู่มือขั้นตอนการให้บริการ (ภารกิจให้บริการประชาชนตามพระราชบัญญัติ การอำนวยความสะดวกในการพิจารณาอนุญาตของทางราชการ พ.ศ. 2558) (เฉพาะสำนักงานสาธารณสุขจังหวัด และสำนักงานสาธารณสุขอำเภอ)');
INSERT INTO `subcategories` VALUES ('609', '159', '16. รายงานผลการดำเนินการเกี่ยวกับเรื่องร้องเรียนการปฏิบัติงานหรือการให้บริการ ประจำปีงบประมาณ พ.ศ. 2567 รอบ 12 เดือน ประจำปีงบประมาณ พ.ศ. 2567');
INSERT INTO `subcategories` VALUES ('610', '159', '17. รายงานผลการดำเนินการเกี่ยวกับเรื่องร้องเรียนการทุจริตและประพฤติมิชอบ ประจำปีงบประมาณ พ.ศ. 2567 รอบ 12 เดือน ประจำปีงบประมาณ พ.ศ. 2567');
INSERT INTO `subcategories` VALUES ('611', '160', '18.1 การวิเคราะห์ผลการจัดซื้อจัดจ้างและการจัดหาพัสดุของปีงบประมาณ พ.ศ. 2567');
INSERT INTO `subcategories` VALUES ('612', '160', '18.2 แผนการจัดซื้อจัดจ้างและการจัดหาพัสดุ ประจำปีงบประมาณ พ.ศ. 2568');
INSERT INTO `subcategories` VALUES ('613', '160', '18.3 ผลการดำเนินการตามแผนการจัดซื้อจัดจ้างและการจัดหาพัสดุ ประจำปีงบประมาณ พ.ศ. 2568 ตามรอบระยะเวลาที่กำหนดในกรอบแนวทางของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('614', '160', '18.4 ประกาศสำนักงานปลัดกระทรวงสาธารณสุขว่าด้วยแนวทางปฏิบัติงาน เพื่อตรวจสอบบุคลากรในหน่วยงานด้านการจัดซื้อจัดจ้าง พ.ศ. 2560 และแบบแสดงความบริสุทธิ์ใจในการจัดซื้อจัดจ้างของหน่วยงานในการเปิดเผยข้อมูลความขัดแย้งทางผลประโยชน์ของหัวหน้าเจ้าหน้าที่');
INSERT INTO `subcategories` VALUES ('615', '161', '1. มีบันทึกข้อความ ที่ผู้บริหารลงนามรับทราบรายงานการวิเคราะห์ผลการจัดซื้อจัดจ้างและการจัดหาพัสดุ ประจำปีงบประมาณ พ.ศ. 2567 และมีการขออนุญาตนำไปเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('616', '161', '2. มีรายงานการวิเคราะห์ผลการจัดซื้อจัดจ้างและการจัดหาพัสดุ ประจำปีงบประมาณ พ.ศ. 2567 ที่มีลักษณะเป็นรูปเล่มรายงาน โดยต้องนำเสนอข้อมูลการวิเคราะห์ อย่างเป็นระบบ ตามข้อมูลประกอบข้อคำถามข้อ 2. ครบทั้ง 4 องค์ประกอบ คือ (2.1) การวิเคราะห์ความเสี่ยง (2.2) การวิเคราะห์ปัญหาอุปสรรค / ข้อจำกัด (2.3) การวิเคราะห์ความสามารถในการประหยัดงบประมาณ (2.4) แนวทางแก้ไขและปรับปรุงกระบวนการจัดซื้อจัดจ้างและการจัดหาพัสดุ อันจะนำไปสู่การปรับปรุงการจัดซื้อจัดจ้างและการจัดหาพัสดุ ในปีงบประมาณ พ.ศ. 2568');
INSERT INTO `subcategories` VALUES ('617', '161', '3. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('618', '162', '1. มีบันทึกข้อความ ที่ผู้บริหารลงนามรับทราบแผนการจัดซื้อจัดจ้างประจำปีของหน่วยงานและมีการขออนุญาตนำไปเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('619', '162', '2. มีหนังสือจัดสรรงบประมาณของหน่วยงาน ประจำปีงบประมาณ พ.ศ. 2568');
INSERT INTO `subcategories` VALUES ('620', '162', '3. มีแผนการจัดซื้อจัดจ้างและการจัดหาพัสดุของหน่วยงาน ประจำปีงบประมาณ พ.ศ. 2568 (งบดำเนินการและงบลงทุน)');
INSERT INTO `subcategories` VALUES ('621', '162', '4. มีคำสั่งมอบหมายการปิดประกาศ หรือปลดประกาศ');
INSERT INTO `subcategories` VALUES ('622', '162', '5. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('623', '163', '1. มีบันทึกข้อความ ที่ผู้บริหารรับทราบรายงานผลของแผนการจัดซื้อจัดจ้างประจำปี ของหน่วยงาน และมีการขออนุญาตนำไปเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('624', '163', '2. มีรายงานผลการดำเนินการตามแผนการจัดซื้อจัดจ้างและการจัดหาพัสดุ ประจำปีงบประมาณ พ.ศ. 2568 ตามข้อกำหนด 2.1 งบลงทุน ทุกไตรมาส 2.2 งบดำเนินงาน ทุกไตรมาส');
INSERT INTO `subcategories` VALUES ('625', '163', '3. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('626', '163', '1. มีบันทึกข้อความแจ้งเวียนประกาศสำนักงานปลัดกระทรวงสาธารณสุขว่าด้วย แนวทางปฏิบัติงานเพื่อตรวจสอบบุคลากรในหน่วยงานด้านการจัดซื้อจัดจ้าง พ.ศ. 2560 และมีการขออนุญาตนำไปเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('627', '163', '2. มีประกาศสำนักงานปลัดกระทรวงสาธารณสุขว่าด้วยแนวทางปฏิบัติงานเพื่อตรวจสอบบุคลากรในหน่วยงานด้านการจัดซื้อจัดจ้าง พ.ศ. 2560 ลงวันที่ 12 ตุลาคม พ.ศ. 2560 และแบบแสดงความบริสุทธิ์ใจในการจัดซื้อจัดจ้างของหน่วยงานในการเปิดเผยข้อมูลความขัดแย้งทางผลประโยชน์ของหัวหน้าเจ้าหน้าที่ เจ้าหน้าที่ และผู้ตรวจรับพัสดุ จำนวน 2 แบบ คือ วงเงินเล็กน้อยไม่เกิน 100,000 บาท และวงเงินเกิน 100,000 บาท');
INSERT INTO `subcategories` VALUES ('628', '163', '3. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('629', '165', '1. มีบันทึกข้อความ ที่ผู้บริหารลงนามรับทราบแบบ สขร. 1 ไตรมาสที่ 1 และมีการขออนุญาตนำไปเผยแพร่บนเว็บไชต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('630', '166', 'ไตรมาสที่ 1 แสดงแบบ สขร. 1 เดือนตุลาคม 2567');
INSERT INTO `subcategories` VALUES ('631', '166', 'ไตรมาสที่ 1 แสดงแบบ สขร. 1 เดือนพฤศจิกายน 2567');
INSERT INTO `subcategories` VALUES ('632', '166', 'ไตรมาสที่ 1 แสดงแบบ สขร. 1 เดือนธันวาคม 2567');
INSERT INTO `subcategories` VALUES ('633', '166', '3. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('634', '164', '1. มีบันทึกข้อความแจ้งเวียนประกาศสำนักงานปลัดกระทรวงสาธารณสุขว่าด้วย แนวทางปฏิบัติงานเพื่อตรวจสอบบุคลากรในหน่วยงานด้านการจัดซื้อจัดจ้าง พ.ศ. 2560 และมีการขออนุญาตนำไปเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('635', '164', '2. มีประกาศสำนักงานปลัดกระทรวงสาธารณสุขว่าด้วยแนวทางปฏิบัติงานเพื่อตรวจสอบบุคลากรในหน่วยงานด้านการจัดซื้อจัดจ้าง พ.ศ. 2560 ลงวันที่ 12 ตุลาคม พ.ศ. 2560 และแบบแสดงความบริสุทธิ์ใจในการจัดซื้อจัดจ้างของหน่วยงานในการเปิดเผยข้อมูลความขัดแย้งทางผลประโยชน์ของหัวหน้าเจ้าหน้าที่ เจ้าหน้าที่ และผู้ตรวจรับพัสดุ จำนวน 2 แบบ คือ วงเงินเล็กน้อยไม่เกิน 100,000 บาท และวงเงินเกิน 100,000 บาท');
INSERT INTO `subcategories` VALUES ('636', '164', '3. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('637', '167', 'MOIT5 | 1. มีบันทึกข้อความ ที่ผู้บริหารลงนามรับทราบแบบ สขร. 1 ไตรมาสที่ 2 และมีการขออนุญาตนำไปเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('638', '168', 'MOIT5 |  ไตรมาสที่ 2 แสดงแบบ สขร. 1 เดือนมกราคม 2568');
INSERT INTO `subcategories` VALUES ('639', '168', 'MOIT5 | ไตรมาสที่ 2 แสดงแบบ สขร. 1 เดือนกุมภาพันธ์ 2568');
INSERT INTO `subcategories` VALUES ('640', '168', 'MOIT5 | ไตรมาสที่ 2 แสดงแบบ สขร. 1 เดือนมีนาคม 2568');
INSERT INTO `subcategories` VALUES ('641', '168', 'MOIT5 | 3. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('642', '169', '1.1 มีบันทึกข้อความ ที่ผู้บริหารลงนามนโยบายการบริหารทรัพยากรบุคคล ของผู้บริหารสูงสุดของหน่วยงาน ที่ใช้บังคับในปีงบประมาณ พ.ศ. 2568 และมีการขออนุญาตนำไปเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('643', '169', '1.2 มีนโยบายการบริหารทรัพยากรบุคคลของผู้บริหารสูงสุดของหน่วยงาน (แนบตามข้อ 1.1) โดยเนื้อหาต้องแสดงถึงความมุ่งมั่นในการบริหารทรัพยากรบุคคล ที่ก่อให้เกิดการบริหารทรัพยากรบุคคลที่มีความโปร่งใสและมีคุณธรรมตามหลักการสำคัญ 5 ประการ ข้างต้น และร่วมขับเคลื่อนจริยธรรมตามพระราชบัญญัติมาตรฐาน ทางจริยธรรม พ.ศ. 2562 ประมวลจริยธรรมข้าราชการพลเรือน และข้อกำหนดจริยธรรมเจ้าหน้าที่ของรัฐสำนักงานปลัดกระทรวงสาธารณสุข พ.ศ. 2564 ที่ก่อให้เกิดการบริหารทรัพยากรบุคคลที่มีความโปร่งใสและมีคุณธรรมตามหลักการสำคัญ 5 ประการ ข้างต้น และร่วมขับเคลื่อนจริยธรรมตามพระราชบัญญัติมาตรฐาน ทางจริยธรรม พ.ศ. 2562 ประมวลจริยธรรมข้าราชการพลเรือน และข้อกำหนดจริยธรรมเจ้าหน้าที่ของรัฐสำนักงานปลัดกระทรวงสาธารณสุข พ.ศ. 2564');
INSERT INTO `subcategories` VALUES ('644', '169', '1.3 มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('645', '170', '2.1 บันทึกข้อความ ที่ผู้บริหารลงนามในแผนการบริหารทรัพยากรบุคคล ของหน่วยงาน ประจำปีงบประมาณ พ.ศ. 2568 และมีการขออนุญาตนำไปเผยแพร่ บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('646', '170', '	2.2 มีแผนการบริหารทรัพยากรบุคคลของหน่วยงาน ประจำปีงบประมาณ พ.ศ. 2568 (แนบตามข้อ 2.1)');
INSERT INTO `subcategories` VALUES ('647', '170', '2.3 มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('648', '171', '1. มีบันทึกข้อความ ที่ผู้บริหารลงนามในประกาศผลการปฏิบัติราชการประจำปีของบุคลากรในหน่วยงาน ระดับดีเด่น และดีมาก (ข้าราชการ ลูกจ้างประจำ พนักงานราชการ ลูกจ้างชั่วคราว และพนักงานกระทรวงสาธารณสุข) มีการขออนุญาต นำขึ้นเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('649', '171', '	2. มีประกาศรายงานการประเมินผลการปฏิบัติราชการประจำปีของบุคลากรในหน่วยงาน ระดับดีเด่น และดีมาก (ข้าราชการ ลูกจ้างประจำ พนักงานราชการ ลูกจ้างชั่วคราว และพนักงานกระทรวงสาธารณสุข)');
INSERT INTO `subcategories` VALUES ('650', '171', '3. มีหลักฐานประกาศรายงานการประเมินผลการปฏิบัติราชการประจำปีของบุคลากร ในหน่วยงานระดับดีเด่น และดีมาก (ข้าราชการ ลูกจ้างประจำ พนักงานราชการ ลูกจ้างชั่วคราว และพนักงานกระทรวงสาธารณสุข)');
INSERT INTO `subcategories` VALUES ('651', '172', '4. แบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('652', '173', '1.1 บันทึกข้อความขออนุมัติดำเนินโครงการอบรม');
INSERT INTO `subcategories` VALUES ('653', '173', '1.2 โครงการอบรม');
INSERT INTO `subcategories` VALUES ('654', '173', '2. มีบันทึกข้อความ ที่ผู้บริหารรับทราบรายงานผลการอบรมให้ความรู้แก่เจ้าหน้าที่ ภายในหน่วยงานเกี่ยวกับการเสริมสร้างและพัฒนาทางด้านจริยธรรมและการมีวินัยรวมทั้งการป้องกันมิให้กระทำผิดวินัย และมีการขออนุญาตนำไปเผยแพร่บนเว็บไซต์ ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('655', '173', '3. มีรายงานผลการอบรมให้ความรู้แก่เจ้าหน้าที่ภายในหน่วยงานเกี่ยวกับการเสริมสร้างและพัฒนาทางด้านจริยธรรมและการมีวินัย รวมทั้งการป้องกันมิให้กระทำผิดวินัย');
INSERT INTO `subcategories` VALUES ('656', '173', '4. มีภาพกิจกรรมที่ระบุวัน เวลา และสถานที่จัดกิจกรรม ในรูปแบบการอบรม ณ สถานที่จัดการอบรม (On-site) หรือรูปแบบการอบรมผ่านสื่ออิเล็กทรอนิกส์ (Online) แล้วแต่กรณี');
INSERT INTO `subcategories` VALUES ('657', '173', '5. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('658', '174', '1. มีคู่มือปฏิบัติการการดำเนินงานเรื่องร้องเรียนการปฏิบัติงานหรือการให้บริการ ของเจ้าหน้าที่ภายในหน่วยงาน ที่มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('659', '174', '	2. มีคู่มือปฏิบัติการการรับเรื่องร้องเรียนการทุจริตและประพฤติมิชอบ ที่มีแบบฟอร์ม การเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('660', '174', '3. มีหลักฐานที่แสดงถึงช่องทางการร้องเรียน ตามข้อ 1. และข้อ 2. อาทิ ผ่านระบบหมายเลขโทรศัพท์ ผ่านระบบอินเตอร์เน็ต ผ่านระบบไปรษณีย์ ผ่าน Application หรือช่องทางอื่น ๆ ที่หน่วยงานกำหนดตามความเหมาะสม');
INSERT INTO `subcategories` VALUES ('661', '174', '4. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('662', '175', '1. มีบันทึกข้อความ ที่ผู้บริหารลงนามรับทราบรายงานสรุปผลการดำเนินงานเรื่องร้องเรียนตามข้อ (1) และข้อ (2) ที่มีการวิเคราะห์ปัญหา / อุปสรรคและแนวทางแก้ไข และมีการขออนุญาตนำไปเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('663', '176', '2.1 สรุปผลการดำเนินงานเรื่องร้องเรียนการปฏิบัติงานหรือการให้บริการของเจ้าหน้าที่ภายในหน่วยงาน');
INSERT INTO `subcategories` VALUES ('664', '176', '2.2 สรุปผลการดำเนินงานเรื่องร้องเรียนการทุจริตและประพฤติมิชอบ');
INSERT INTO `subcategories` VALUES ('665', '176', '3. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('666', '177', '1.1 บันทึกข้อความ ที่ผู้บริหารลงนามอนุมัติในโครงการ และมีการขออนุญาต นำไปเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('667', '177', '1.2 โครงการ');
INSERT INTO `subcategories` VALUES ('668', '177', '2. มีรายงานประชุมโครงการ / กิจกรรม ที่แสดงชื่อผู้ใช้บริการ หรือผู้มีส่วนได้ส่วนเสีย มาร่วมวางแผนและมีการแลกเปลี่ยนความคิดเห็น ตามภารกิจที่เลือก ที่ผู้บริหารรับทราบ (มีการแสดงชื่อของผู้เข้าร่วมการประชุม / สัมมนา อย่างชัดเจน)');
INSERT INTO `subcategories` VALUES ('669', '177', '3. มีรายงานประชุมโครงการ / กิจกรรม ที่แสดงชื่อผู้ใช้บริการ หรือผู้มีส่วนได้ส่วนเสีย มาร่วมดำเนินการ ตามภารกิจที่เลือก (มีการแสดงชื่อของผู้เข้าร่วมการประชุม / สัมมนา อย่างชัดเจน)');
INSERT INTO `subcategories` VALUES ('670', '177', '4. มีรายงานสรุปผลการดำเนินโครงการ / กิจกรรม ตามภารกิจที่เลือก');
INSERT INTO `subcategories` VALUES ('671', '177', '5. มีภาพกิจกรรม ที่ระบุวัน เวลา สถานที่จัดกิจกรรมที่ชัดเจน');
INSERT INTO `subcategories` VALUES ('672', '177', '6. มีบันทึกข้อความรายงาน ที่ผู้บริหารลงนามรับทราบ สั่งการ และมีการขออนุญาตนำขึ้นเผยแพร่บนเว็บไซต์ของหน่วยงาน (สำหรับข้อ 2. ข้อ 3. และข้อ 4.)');
INSERT INTO `subcategories` VALUES ('673', '177', '7. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('674', '178', '1. มีประกาศเจตนารมณ์เป็นหน่วยงานที่เจ้าหน้าที่ของรัฐทุกคนไม่รับของขวัญ และของกำนัลทุกชนิดจากการปฏิบัติหน้าที่ (No Gift Policy) ของปีงบประมาณ พ.ศ. 2568 ที่มีลักษณะเป็น Infographic No Gift Policy ในนามหัวหน้าหน่วยงานอยู่หน้าเว็บไซต์หลักของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('675', '178', '2. มีบันทึกข้อความ ที่ผู้บริหารลงนามในคำสั่ง หรือประกาศ หรือข้อสั่งการ และมีการขออนุญาตนำเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('676', '178', '3. มีคำสั่ง หรือประกาศ หรือข้อสั่งการ มาตรการการป้องกันการรับสินบนทุกรูปแบบและระบุการกำหนดกลไกการกำกับติดตาม ของปีงบประมาณ พ.ศ. 2568 ตามข้อมูลประกอบข้อคำถาม ประเด็นข้อ 1. ถึงข้อ 5. ตามที่หน่วยงานกำหนด');
INSERT INTO `subcategories` VALUES ('677', '178', '4. มีหลักฐานหนังสือแจ้งเวียน');
INSERT INTO `subcategories` VALUES ('678', '178', '5. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('679', '179', '1. มีบันทึกข้อความรับทราบรายงานการดำเนินงานตามแนวทางปฏิบัติของหน่วยงาน ในปีงบประมาณ พ.ศ. 2567-2568 ตามประกาศกระทรวงสาธารณสุข เรื่อง เกณฑ์จริยธรรมการจัดซื้อจัดหาและการส่งเสริมการขายยาและเวชภัณฑ์ที่มิใช่ยาของกระทรวงสาธารณสุข พ.ศ. 2564');
INSERT INTO `subcategories` VALUES ('680', '179', '2. มีรายงานการประเมินฯ ของแต่ละหน่วยงาน (ตามตัวอย่างในหน้า 78 และหน้า 79) ที่พิมพ์ (Print) สำเนาคำตอบรายงานการประเมินฯ จากไปรษณีย์อิเล็กทรอนิกส์แนบ');
INSERT INTO `subcategories` VALUES ('681', '179', '3. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('682', '180', '1. มีบันทึกข้อความ ที่ผู้บริหารลงนามข้อสั่งการอย่างเป็นทางการ และมีการขออนุญาตนำไปเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('683', '180', '2. มีแนวปฏิบัติเกี่ยวกับ 2.1 การยืมพัสดุประเภทใช้คงรูป ระหว่างหน่วยงานของรัฐ การยืมใช้ภายในสถานที่ ของหน่วยงานของรัฐเดียวกัน และมีผังกระบวนการยืมพัสดุประเภทใช้คงรูปของเจ้าหน้าที่รัฐของหน่วยงาน 2.2 การยืมพัสดุประเภทใช้คงรูประหว่างหน่วยงานของรัฐ การยืมไปใช้นอกสถานที่ ของหน่วยงานของรัฐ และมีผังกระบวนการยืมพัสดุประเภทใช้คงรูปของเจ้าหน้าที่รัฐของหน่วยงาน 2.3 มีผังกระบวนการยืมพัสดุประเภทใช้คงรูปของเจ้าหน้าที่รัฐของหน่วยงาน ตามข้อ 2.1 และ 2.2 2.4 มีแบบฟอร์มการยืมพัสดุประเภทใช้คงรูป 2.5 มีกลไกการกำกับติดตาม');
INSERT INTO `subcategories` VALUES ('684', '180', '3. มีแนวปฏิบัติเกี่ยวกับ 3.1 การยืมพัสดุประเภทใช้สิ้นเปลืองระหว่างหน่วยงานของรัฐ 3.2 มีผังกระบวนการยืมพัสดุประเภทใช้สิ้นเปลืองระหว่างหน่วยงานของรัฐ 3.3 มีแบบฟอร์มการยืมพัสดุประเภทใช้สิ้นเปลือง 3.4 มีกลไกการกำกับติดตาม');
INSERT INTO `subcategories` VALUES ('685', '180', '4. หนังสือแจ้งเวียนแนวปฏิบัติตามข้อ 2. และข้อ 3. ข้อมูลในปีงบประมาณ พ.ศ. 2568');
INSERT INTO `subcategories` VALUES ('686', '180', '5. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('687', '181', '1.1 มีบันทึกข้อความ เสนอผู้บริหารสูงสุดของหน่วยงาน เพื่อขอความเห็นชอบ อนุมัติและลงนามในแผนปฏิบัติการป้องกัน ปราบปรามการทุจริตและประพฤติมิชอบ ของหน่วยงาน ประจำปีงบประมาณ พ.ศ. 2568 และมีการขออนุญาตนำไปเผยแพร่ บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('688', '181', '1.2 แผนปฏิบัติการป้องกัน ปราบปรามการทุจริตและประพฤติมิชอบของหน่วยงาน ประจำปีงบประมาณ พ.ศ. 2568 ที่ผ่านความเห็นชอบและลงนามอนุมัติ โดยผู้บริหารสูงสุดของหน่วยงาน ภายในเดือนพฤศจิกายน 2567 เท่านั้น');
INSERT INTO `subcategories` VALUES ('689', '181', '1.3 มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('690', '182', '2.1 มีบันทึกข้อความเสนอผู้บริหารสูงสุดของหน่วยงาน เพื่อขอความเห็นชอบ อนุมัติและลงนามในแผนปฏิบัติการส่งเสริมคุณธรรมของชมรมจริยธรรมของหน่วยงาน ประจำปีงบประมาณ พ.ศ. 2568 และมีการขออนุญาตนำไปเผยแพร่บนเว็บไซต์ ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('691', '182', '2.2 แผนปฏิบัติการส่งเสริมคุณธรรมของชมรมจริยธรรมของหน่วยงาน ประจำปีงบประมาณ พ.ศ. 2568 (แบบฟอร์มที่ 1 ตามคู่มือฯ) จัดส่ง Link แผนปฏิบัติการฯ ให้ศูนย์ปฏิบัติการต่อต้านการทุจริต กระทรวงสาธารณสุข ผ่านระบบ Google Forms ภายในวันที่ 15 พฤศจิกายน 2567');
INSERT INTO `subcategories` VALUES ('692', '182', '2.3 ให้คัดลอก Link ตามข้อ 2.2 วางในระบบ MITAS ด้วย');
INSERT INTO `subcategories` VALUES ('693', '182', '2.4 มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('694', '183', '1.1 มีบันทึกข้อความ ที่ผู้บริหารลงนามรับทราบรายงานผลการดำเนินงาน ตามแผนปฏิบัติการป้องกัน ปราบปรามการทุจริตและประพฤติมิชอบของหน่วยงาน ประจำปีงบประมาณ พ.ศ. 2568 รอบ 6 เดือน และมีการขออนุญาตนำไปเผยแพร่ บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('695', '183', '1.2 รายงานผลการดำเนินงานตามแผนปฏิบัติการป้องกัน ปราบปรามการทุจริต และประพฤติมิชอบของหน่วยงาน ประจำปีงบประมาณ พ.ศ. 2568 รอบ 6 เดือน (1 ตุลาคม 2567-31 มีนาคม 2568) หน่วยงานต้องนำ link วางในระบบ MITAS อย่างช้าภายในวันที่ 28 มีนาคม 2568');
INSERT INTO `subcategories` VALUES ('696', '183', '1.3 มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('697', '184', '2.1 มีบันทึกข้อความเสนอผู้บริหารสูงสุดของหน่วยงาน และมีการขออนุญาตนำไปเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('698', '184', '2.2 รายงานผลการกำกับติดตามการดำเนินงานตามแผนปฏิบัติการส่งเสริมคุณธรรม ของชมรมจริยธรรมของหน่วยงาน ประจำปีงบประมาณ พ.ศ. 2568 (แบบฟอร์มที่ 2 ตามคู่มือการขับเคลื่อนชมรมจริยธรรมฯ) รอบ 6 เดือน ภายในวันที่ 10 มีนาคม 2568 เวลา 16.30 น. และหน่วยงานต้องนำ link วางในระบบ MITAS อย่างช้าภายในวันที่ 28 มีนาคม 2568');
INSERT INTO `subcategories` VALUES ('699', '184', '2.3 มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('700', '185', '1. มีบันทึกข้อความ แสดงถึงการขออนุมัติจัดการประชุมการจัดทำแผนบริหารความเสี่ยงการทุจริต ประจำปีงบประมาณ พ.ศ. 2568 ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('701', '185', '2. มีรายงานการประชุมการจัดทำแผนบริหารความเสี่ยงการทุจริต ประจำปีงบประมาณ พ.ศ. 2568 ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('702', '185', '3. มีบันทึกข้อความ ที่ผู้บริหารลงนามรับทราบรายงานแผนบริหารความเสี่ยงการทุจริต ประจำปีงบประมาณ พ.ศ. 2568 ของหน่วยงานที่ชัดเจน และมีการขออนุญาตนำไปเผยแพร่ บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('703', '185', '4. มีรายงานแผนบริหารความเสี่ยงการทุจริต ประจำปีงบประมาณ พ.ศ. 2568 ของหน่วยงาน โดยจัดทำเป็นรูปเล่มรายงานที่มีการวิเคราะห์ความเสี่ยงและจัดทำแผนบริหาร ความเสี่ยงการทุจริตทั้ง 8 ขั้นตอน (ขั้นตอนที่ 1-8 หน้า 97 ถึงหน้า 104)');
INSERT INTO `subcategories` VALUES ('704', '185', '5. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('705', '186', '1. มีบันทึกข้อความ ที่ผู้บริหารลงนามในคำสั่ง / ข้อสั่งการ / ประกาศ และมีการขออนุญาตนำไปเผยแพร่บนเว็บไซต์ของหน่วยงาน หรือสื่อสารเผยแพร่ ในช่องทางอื่น');
INSERT INTO `subcategories` VALUES ('706', '186', '2. มีมาตรการป้องกันการทุจริต (การควบคุมความเสี่ยงการทุจริต) อย่างเป็นรูปธรรมที่ชัดเจน ต้องมีความสอดคล้องตามแผนบริหารความเสี่ยงการทุจริตของหน่วยงานที่ได้จากข้อ MOIT 17');
INSERT INTO `subcategories` VALUES ('707', '186', '3. มีหลักฐานหนังสือแจ้งเวียน ตามข้อ 1. ถึงข้อ 2.');
INSERT INTO `subcategories` VALUES ('708', '186', '4. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('709', '187', '1. มีบันทึกข้อความ ที่ผู้บริหารรับทราบการรายงานการเรี่ยไรและการให้หรือรับของขวัญ หรือประโยชน์อื่นใด ประจำปีงบประมาณ พ.ศ. 2568 รอบ 6 เดือน นำ link วางในระบบ MITAS อย่างช้าภายในวันที่ 28 มีนาคม 2568 และมีการขออนุญาตนำไปเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('710', '187', '2. มีรายงานการเรี่ยไรและการให้หรือรับของขวัญหรือประโยชน์อื่นใดที่พิมพ์ (Print) จากระบบ MSRS (แนบตามข้อ 1.) ตามตัวอย่างหน้า 110');
INSERT INTO `subcategories` VALUES ('711', '187', '3. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('712', '188', '1.1 บันทึกข้อความขออนุมัติดำเนินโครงการ');
INSERT INTO `subcategories` VALUES ('713', '188', '1.2 โครงการและมีการขออนุญาตนำไปเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('714', '188', '2. มีบันทึกข้อความ ที่ผู้บริหารรับทราบรายงานผลโครงการอบรมเรื่องผลประโยชน์ ทับซ้อนโดยใช้หลักสูตรต้านทุจริตศึกษา (Anti-Corruption Education) กระทรวงสาธารณสุข ภายใต้พันธสัญญา : สาธารณสุข ซื่อสัตย์ โปร่งใส ตื่นรู้ สู้ทุจริต จิตพอเพียง ประจำปีงบประมาณ พ.ศ. 2568 ให้แก่บุคลากรในหน่วยงาน และมีการขออนุญาตนำไปเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('715', '188', '3. มีรายงานผลการอบรมเรื่องผลประโยชน์ทับซ้อนโดยใช้หลักสูตรต้านทุจริตศึกษา (Anti-Corruption Education) กระทรวงสาธารณสุข ภายใต้พันธสัญญา : สาธารณสุข ซื่อสัตย์ โปร่งใส ตื่นรู้ สู้ทุจริต จิตพอเพียง ประจำปีงบประมาณ พ.ศ. 2568');
INSERT INTO `subcategories` VALUES ('716', '188', '4. มีภาพกิจกรรมที่ระบุวัน เวลา สถานที่จัดกิจกรรม');
INSERT INTO `subcategories` VALUES ('717', '188', '5. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('718', '189', '1. มีบันทึกข้อความ ที่ผู้บริหารลงนามในประกาศเจตนารมณ์ตามข้อ 1.1 ถึงข้อ 1.3 ของผู้บริหารสูงสุด และมีการขออนุญาตนำขึ้นเผยแพร่บนเว็บไซต์ของหน่วยงาน หรือสื่อสารเผยแพร่ในช่องทางอื่น');
INSERT INTO `subcategories` VALUES ('719', '189', '2. มีประกาศเจตนารมณ์ตามข้อ 1.1 ถึงข้อ 1.3 ของผู้บริหารสูงสุด (จำนวน 3 ฉบับ)');
INSERT INTO `subcategories` VALUES ('720', '189', '3. มีกิจกรรมประกาศเจตนารมณ์ตามข้อ 1.1 ถึงข้อ 1.3 ของหน่วยงาน ต่อสาธารณชน ดำเนินกิจกรรมประกาศในวันเดียวกัน (ระยะเวลาตั้งแต่เดือนตุลาคม 2567 ถึงเดือนมีนาคม 2568)');
INSERT INTO `subcategories` VALUES ('721', '189', '4. มีภาพถ่ายกิจกรรม ที่ระบุวัน เวลา สถานที่จัดกิจกรรมที่ชัดเจน');
INSERT INTO `subcategories` VALUES ('722', '189', '5. มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('723', '190', '1. มีบันทึกข้อความ ที่ผู้บริหารรับทราบคู่มือแนวปฏิบัติการป้องกันและแก้ไขปัญหา การล่วงละเมิดหรือคุกคามทางเพศในการทำงานของหน่วยงาน และมีการขออนุญาตนำไปเผยแพร่บนเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('724', '190', '2. คู่มือแนวปฏิบัติการป้องกันและแก้ไขปัญหาการล่วงละเมิดหรือคุกคามทางเพศ ในการทำงานของหน่วยงาน และมีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('725', '190', '3. บันทึกข้อความแจ้งเวียนคู่มือแนวปฏิบัติการป้องกันและแก้ไขปัญหาการล่วงละเมิดหรือคุกคามทางเพศในการทำงานของหน่วยงาน และมีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน');
INSERT INTO `subcategories` VALUES ('726', '1', '');

-- ----------------------------
-- Table structure for users
-- ----------------------------
DROP TABLE IF EXISTS `users`;
CREATE TABLE `users` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `username` varchar(50) NOT NULL,
  `password` varchar(255) NOT NULL,
  `role_id` int(11) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `role_id` (`role_id`),
  CONSTRAINT `users_ibfk_1` FOREIGN KEY (`role_id`) REFERENCES `roles` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=29 DEFAULT CHARSET=utf8mb4;

-- ----------------------------
-- Records of users
-- ----------------------------
INSERT INTO `users` VALUES ('11', 'user', '$2y$10$zS9mkvCNiyKzINyXdEJFZ.uVmrSQlmp5U2PAjXnZCFVm5XR16ZYDS', '3');
INSERT INTO `users` VALUES ('12', 'narin', '$2y$10$mm.lOz76JmeVsy1V1QANpuo6yG5GB1ZCjejNIr6RQAK/VWEYBWMgm', '1');
INSERT INTO `users` VALUES ('13', 'user1', '$2y$10$mioIZaVgheb5VvWPuk8T0O1GqmAD0CPm0kq9SY4QZbGdNGP1sPC3G', '3');
INSERT INTO `users` VALUES ('15', 'user2', '$2y$10$Mtknc9mCZLUyYjaZ1Mqn2.xzpqbXfbe95BWDvDQ0FNF7QORpqSHYi', '3');
INSERT INTO `users` VALUES ('16', 'user3', '$2y$10$mb.P/6TIaTlJXKp6idVZ8eeXZhm5XH4tCJBD4.ldwNP3B5aw66doe', '2');
INSERT INTO `users` VALUES ('28', 'aaa', '$2y$10$Mwp2rQQRBBY1gle02HiyZuutfFLAMaQB2yK1maghM5NLW0yhi7zQ.', '3');

-- ----------------------------
-- Table structure for years
-- ----------------------------
DROP TABLE IF EXISTS `years`;
CREATE TABLE `years` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `year` int(11) NOT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `year` (`year`)
) ENGINE=InnoDB AUTO_INCREMENT=15 DEFAULT CHARSET=utf8mb4;

-- ----------------------------
-- Records of years
-- ----------------------------
INSERT INTO `years` VALUES ('1', '2565');
INSERT INTO `years` VALUES ('2', '2566');
INSERT INTO `years` VALUES ('3', '2567');
INSERT INTO `years` VALUES ('4', '2568');
INSERT INTO `years` VALUES ('5', '2569');
INSERT INTO `years` VALUES ('6', '2570');
INSERT INTO `years` VALUES ('13', '2571');
INSERT INTO `years` VALUES ('14', '2572');
